[
    {
        "id": 1,
        "title":"The Ant and the Dove:", 
        "category": "Moral", 
        "banglaTrans":"এক গরম দিনে, একটি পিপড়া পানি খুঁজছিল। অনেকক্ষণ হাঁটার পর, সে একটি ঝর্ণার কাছে পৌঁছাল। ঝর্ণার পানি পেতে হলে তাকে একটি ঘাসের পাতায় উঠতে হয়েছিল। উপরে ওঠার সময়, সে পা পিছলে পানিতে পড়ে গেল।\n\nপিপড়াটি ডুবে যেতে পারত যদি একটি গাছের উপর থাকা কবুতরটি তাকে না দেখত। পিপড়াটিকে বিপদে দেখে, কবুতরটি তাড়াতাড়ি একটি পাতা ছিঁড়ে পানিতে ফেলে দিল পিপড়ার কাছে। পিপড়াটি পাতার দিকে এগিয়ে গেল এবং তার উপর উঠে গেল। কিছুক্ষণের মধ্যে পাতা ভেসে তীরে পৌঁছাল, আর পিপড়াটি লাফিয়ে উঠে মাটিতে নেমে গেল। সে অবশেষে নিরাপদ ছিল।\n\nঠিক সেই সময়, কাছাকাছি থাকা এক শিকারি কবুতরটিকে জালে ধরার জন্য জাল ফেলার প্রস্তুতি নিচ্ছিল।\n\nশিকারি কী করতে যাচ্ছে তা বুঝে, পিপড়াটি দ্রুত তার গোড়ালিতে কামড় দিল। ব্যথা পেয়ে, শিকারি তার জাল ফেলে দিল। কবুতরটি দ্রুত উড়ে নিরাপদে চলে গেল।\n\nএকজনের ভাল কাজ আরেকজনের ভাল কাজের জন্ম দেয়।",
        "englishTrans": "One hot day, an ant was searching for some water. After walking around for some time, she came to a spring. To reach the spring, she had to climb up a blade of grass. While making her way up, she slipped and fell into the water.\n\nShe could have drowned if a dove up a nearby tree had not seen her. Seeing that the ant was in trouble, the dove quickly plucked a leaf and dropped it into the water near the struggling ant. The ant moved towards the leaf and climbed up onto it. Soon, the leaf drifted to dry ground, and the ant jumped out. She was safe at last.\n\nJust at that time, a hunter nearby was about to throw his net over the dove, hoping to trap it.\n\nGuessing what he was about to do, the ant quickly bit him on the heel. Feeling the pain, the hunter dropped his net. The dove was quick to fly away to safety.\n\nOne good turn begets another."
    },
    {
        "id": 2,
        "title":"The Apple Tree and the Farmer:", 
        "category": "Moral", 
        "banglaTrans":"এক সময় এক গ্রামে, একটি বনের পাশের একটি কৃষক বাস করত। তার একটি বড় বাগান ছিল, যেখানে একটি পুরোনো আপেল গাছ, অন্যান্য গাছপালা ও সুন্দর ফুল ছিল। যখন কৃষক ছোট ছিল, সে তার বেশিরভাগ সময় আপেল গাছের নিচে খেলত। সেই দিনগুলোতে গাছটি তাকে সবচেয়ে ভালো আপেল দিত। কিন্তু সময়ের সাথে সাথে, আপেল গাছটি পুরোনো হয়ে গেল এবং ফল দেওয়া বন্ধ করল।\n\nএখন, কৃষক যখন আর আপেল পাচ্ছিল না, তখন সে মনে করল যে গাছটি আর কোনো কাজে লাগবে না। তাই, সে গাছটি কেটে কাঠ দিয়ে নতুন আসবাব তৈরি করার সিদ্ধান্ত নিল। তার মনে হল গাছটি পুরোনো এবং বড় হওয়ায় এটি দারুণ কাঠ সরবরাহ করবে। সে ভুলে গেল যে ছোটবেলায় সে এই গাছের উপর চড়ে বেড়াত এবং এর আপেল খেত।\n\nএই আপেল গাছটি আশেপাশের অনেক ছোট প্রাণীর বাসা ছিল। এর মধ্যে ছিল কাঠবিড়ালি, চড়ুই পাখি এবং অনেক ধরনের পোকামাকড়। যখন কৃষক কুড়াল নিয়ে গাছ কাটতে শুরু করল, তখন সমস্ত ছোট প্রাণী গাছ থেকে ছুটে নেমে এলো।\n\nতারা সবাই কৃষকের কাছে অনুরোধ করতে শুরু করল। তারা কৃষকের চারপাশে জড়ো হয়ে বলল, \"দয়া করে গাছটি কাটবেন না। ছোটবেলায় আপনি এই গাছের নিচে আমাদের সাথে খেলতেন। এটি আমাদের ঘর, আর আমাদের অন্য কোথাও যাওয়ার জায়গা নেই।\"\n\nকিন্তু কৃষক অনড় ছিল। সে কুড়াল তুলল, আর ছোট প্রাণীদের কোলাহল বেড়ে গেল।\n\n\"দয়া করে আমার ঘর আর বাচ্চাদের ধ্বংস করবেন না,\" কাঠবিড়ালি কেঁদে বলল।\n\n\"দয়া করে আমার বাসা নষ্ট করবেন না,\" ছোট পাখিরা বলল।\n\n\"দয়া করে আপেল গাছটি কাটবেন না,\" ঘাসফড়িং বলল।\n\nকিন্তু কৃষক তার শৈশব এবং তার প্রাণী বন্ধুদের ভুলে গিয়েছিল। সে আরও জোরে গাছ কাটতে শুরু করল। ছোট প্রাণীরা হতাশ হয়ে পড়ল এবং যে কোনো মূল্যে গাছটি রক্ষা করার সিদ্ধান্ত নিল।\n\nতারা বলল, \"আমরা আপনাকে মাঠে কাজ করার সময় গান শোনাব। আমরা আপনার ছোট ছেলেকে দেখাশোনা করব। সে কাঁদবে না, বরং আনন্দিত থাকবে। আমাদের গান শুনে আপনি ক্লান্তি অনুভব করবেন না।\"\n\nতাদের সব অনুরোধেও কৃষক কর্ণপাত করল না।\n\nতখনই, কৃষক কিছু ঝকঝকে দেখতে পেল। ভালো করে খেয়াল করলে সে বুঝল এটি একটি মৌমাছির চাক এবং সেখানে মধু ভরা। সে সামান্য মধু নিয়ে মুখে দিল। মধুর স্বাদ তাকে তার শৈশবে ফিরিয়ে নিয়ে গেল। হঠাৎ, তার শৈশবের স্মৃতি ভিড় করে আসতে লাগল। মধুর স্বাদ এতটাই ভালো লাগল যে সে আরও চাইতে লাগল। তার মুখে হাসি ফুটল, আর সে বলল, \"এটা দারুণ স্বাদ!\"\n\nকৃষকের আচরণের পরিবর্তন দেখে ছোট প্রাণীরা একসঙ্গে বলল: মৌমাছি বলল, \"আমি সবসময় তোমাকে মিষ্টি মধু দেব।\"\nকাঠবিড়ালি বলল, \"আমি তোমাকে যত খুশি বাদাম দেব।\"\nপাখিরা বলল, \"আমরা যত ইচ্ছে গান গেয়ে শোনাব।\"\n\nঅবশেষে, কৃষক তার ভুল বুঝতে পারল এবং কুড়াল ফেলে দিল। সে বুঝল যে গাছটি অনেক সুন্দর প্রাণীর ঘর, যা তাকে অনেক কিছু দেয়। সে চেয়েছিল তার ছোট ছেলেও এমন শৈশব কাটাক।\n\nকৃষক বুঝতে পারল যে আপেল গাছটি সম্পূর্ণভাবে ফলহীন নয়। তার শৈশবের স্মৃতি গাছটিকে বাঁচিয়ে দিল।\n\nসে কুড়াল ফেলে দিয়ে ছোট প্রাণীদের বলল, \"আমি প্রতিশ্রুতি দিচ্ছি, আমি আর কখনো এই গাছ কাটব না। আমি আমার ভুল বুঝতে পেরেছি। এখন তোমরা শান্তিতে এবং সৌহার্দ্যে বাস করতে পারো।\"\n\nছোট প্রাণীরা মৌমাছিকে আন্তরিক ধন্যবাদ জানাল। যদি কৃষক মৌমাছির চাক না পেত, তবে তারা এখন গৃহহীন হয়ে যেত। তারা সবাই পুরোনো আপেল গাছটিতে আনন্দের সাথে বাস করতে থাকল।\n\nনৈতিক শিক্ষা: প্রকৃতির প্রতিটি জীব কিছু না কিছু উপকারী। আমাদের কোনো জীব ধ্বংস করা উচিত নয়।",
        "englishTrans": "Once upon a time, there lived a farmer in a village, beside a forest. He had a big garden that had an old apple tree and other plants, trees and beautiful flowers. When the farmer was a little boy, he spent much of his time playing with the apple tree. Those days, the apple tree had given the choicest of apples to him. However, as time passed, the apple tree became old and stopped bearing fruits.\n\nNow that the farmer was not getting any apples from the tree, he decided that the tree was useless. Therefore, he decided to cut the tree and use its wood to make some new furniture. He felt that since the tree was old and huge, he did not have to cure it, and it would make great furniture. He forgot that as a boy, he had spent his entire childhood climbing the tree and eating its apples.\n\nNow the apple tree was home to several little animals in the neighborhood. This included squirrels, sparrows and a huge variety of birds and insects. When the farmer took his axe and began chopping the tree, all the little animals came rushing down.\n\nThey all began to plead with the farmer. They gathered round the farmer and said, \"Please don't cut the tree. We used to play with you when you were small, under this very tree. This is our home and we have no other place to go.\"\n\nThe farmer was adamant. He raised his axe and the commotion grew.\n\n\"Please don't chop and destroy my home and kids,\" cried the squirrel.\n\n\"Please don't chop and destroy my nest,\" cried the little birds.\n\n\"Please don't cut the apple tree,\" cried the grasshopper.\n\nThe farmer, however, forgot his childhood and his animal friends. He began to chop the tree harder. All the little animals became desperate, and wanted to protect the apple tree at any cost.\n\nThe little animals said, \"We will sing for you when you are toiling away in the fields. We will look after your little boy. He will not cry, but instead will be entertained and happy. You will like our songs and will not feel tired.\"\n\nHowever, their cries for help fell on deaf ears. Despite all their requests, the farmer continued to chop down the tree.\n\nAll of a sudden, he noticed something shiny. On inspecting it, he realized that it was a beehive, full of honey. He took a little and put it in his mouth. The taste of the honey woke up the little boy in him. Suddenly, the memories of his childhood came rushing back. The honey tasted so good that he wanted more. It brought a sense of happiness to him. He smiled and exclaimed, \"This tastes amazing.\"\n\nRealizing the change in the farmer's attitude, the little animals spoke in unison: The bee said, \"I will always provide you with sweet honey.\" The squirrel said, \"I will share any amount of nuts that you want.\" The birds cried, \"We will sing as many songs as you want.\"\n\nFinally, the farmer realized his folly, and put down his axe. He understood that the tree was home to many lovely animals that provided him with so many things. He wanted his little boy to have the childhood that he had.\n\nThe farmer realized that the apple tree was not that fruitless. The little boy in him saved the apple tree.\n\nHe threw away the axe and said to the little creatures, \"I promise that I would never cut this tree. I have realized my mistake and you all can now live in peace and harmony.\"\n\nThe little creatures thanked the bee profusely. If the farmer had not found the beehive, they would have been homeless by now. They continued living happily in the old apple tree.\n\nMoral: Each and every living thing in nature is of some use: we should not destroy any living thing."
    },

    {
        "id": 3,
        "title":"The Fox and the Grapes:", 
        "category": "Moral", 
        "banglaTrans":"একদিন দুপুরে, একটি শিয়াল বন দিয়ে হাঁটছিল এবং একটি উঁচু ডালের সঙ্গে ঝুলে থাকা আঙুরের একটি থোকা দেখতে পেল। \"ঠিক আমার তৃষ্ণা মেটানোর জন্য উপযুক্ত,\" শিয়াল বলল।\n\nকিছু পা পিছিয়ে এসে, শিয়াল লাফ দিল কিন্তু আঙুরের কাছে পৌঁছাতে পারল না। আবারও, সে কিছুটা পেছনে গিয়ে লাফ দিল, কিন্তু এবারও ব্যর্থ হল।\n\nঅবশেষে হাল ছেড়ে দিয়ে, শিয়াল নাক উঁচু করে বলল, \"এই আঙুরগুলো নিশ্চয়ই টক।\" তারপর সে সেখান থেকে চলে গেল।\n\nনৈতিক শিক্ষা: যা পাওয়া যায় না, তা সহজেই অবজ্ঞা করা যায়।\n\nগল্পের একটি নোট:\n‘শিয়াল এবং আঙুর’ গল্পটি প্রায়শই কগনিটিভ ডিসোন্যান্সের (cognitive dissonance) উদাহরণ হিসেবে উল্লেখ করা হয়। এটি সেই অস্বস্তি বোঝায়, যা তখন ঘটে যখন একজন ব্যক্তির বিশ্বাস বা কাজ একে অপরের সাথে বিরোধে থাকে।\n\nগল্পে, শিয়াল একটি লতায় ঝুলে থাকা আঙুর দেখে এবং তা খেতে চায়। সে লাফ দিয়ে তা পৌঁছানোর চেষ্টা করে, কিন্তু আঙুরগুলো খুব উঁচুতে থাকায় সে তা ধরতে পারে না। যখন সে বুঝতে পারে যে সে আঙুর খেতে পারবে না, তখন শিয়াল আঙুরগুলোকে অশ্রদ্ধা করতে শুরু করে। সে নিজেকে বোঝায় যে আঙুরগুলো টক এবং সেগুলো তার ইচ্ছার যোগ্য নয়।\n\n১৯৫৭ সালে মনোবিজ্ঞানী এবং শিক্ষক লিয়ন ফেস্টিনগার বলেছিলেন, প্রায়ই মানুষ দুই বিপরীতমুখী বিশ্বাস ধরে রাখে, অথবা এক বিশ্বাস করে কিন্তু সেই বিশ্বাসের বিরুদ্ধে কাজ করে। এর ফলে সৃষ্ট মানসিক অস্বস্তি কগনিটিভ ডিসোন্যান্স সৃষ্টি করে, যা মানুষের জন্য মানসিকভাবে কষ্টদায়ক হয়। আমরা প্রায়ই এই অস্বস্তি লাঘব করার জন্য আমাদের কাজকে ন্যায্যতা দেওয়ার চেষ্টা করি অথবা আমাদের বিশ্বাস পরিবর্তন করি। যেভাবেই হোক না কেন, লক্ষ্য থাকে আমাদের বিশ্বাস এবং কাজকে একত্রিত করা।",
        "englishTrans": "One afternoon, a fox was walking through the forest and spotted a bunch of grapes hanging from a lofty branch. \"Just the thing to quench my thirst,\" said the fox.\n\nTaking a few steps back, the fox jumped and just missed the hanging grapes. Again, the fox took a few paces back and tried to reach them, but still failed.\n\nFinally, giving up, the fox turned up his nose and said, \"They're probably sour anyway.\" Then he walked away.\n\nMoral: It's Easy To Despise What You Cannot Have.\n\nA note about the story:\nThe 'Fox and the Grapes' is often cited as an example for cognitive dissonance: the discomfort people experience when their beliefs/actions are at odds with other beliefs/actions. In the story, the fox sees some grapes on a vine and wants to eat them. He tries to jump up, but cannot reach them because they are too high. When he realizes he will not be able to eat any grapes, the fox becomes disdainful; he tells himself that those grapes were sour and not worthy of desire anyway.\n\nPsychologist and teacher Leon Festinger pointed out in 1957, that often, people hold two conflicting beliefs, or they believe one thing but do something that is against that belief. The resulting cognitive dissonance is psychologically distressful, and we often try to alleviate it by justifying our actions or changing our beliefs. Either way, the goal is to get our beliefs and actions in line with each other."
    },
    {
        "id": 4,
        "title":"The Cunning Fox and the Clever Stork:", 
        "category": "Moral", 
        "banglaTrans":"এক সময় এক বনে খুবই চতুর এবং দুষ্টু এক শিয়াল বাস করত। সে মিষ্টি কথায় অন্য প্রাণীদের বিশ্বাস অর্জন করত এবং পরে তাদের সঙ্গে প্রতারণা করত।\n\nএকদিন শিয়াল একটি বকের সঙ্গে দেখা করল। সে বকের সঙ্গে বন্ধুত্ব করল এবং খুব ভালো বন্ধুর মতো আচরণ করল। কিছুদিন পর, শিয়াল বককে তার বাড়িতে ভোজে আমন্ত্রণ জানাল। বক আনন্দের সঙ্গে আমন্ত্রণ গ্রহণ করল।\n\nভোজের দিন বক শিয়ালের বাড়িতে এল। কিন্তু বককে দেখে এবং কথা দিয়ে বিপরীত, শিয়াল জানাল যে সে বড় ভোজ তৈরি করতে পারেনি, কেবল একটু স্যুপ তৈরি করেছে। শিয়াল স্যুপটি রান্নাঘর থেকে বের করে আনল, এবং বক দেখল যে স্যুপটি খুবই চেপ্টা পাত্রে দেওয়া হয়েছে!\n\nদুঃখী বক তার লম্বা ঠোঁট দিয়ে স্যুপটি খেতে পারল না, কিন্তু শিয়াল খুব সহজেই পাত্র থেকে স্যুপ চেটে খেয়ে ফেলল। বক তার ঠোঁট দিয়ে সামান্য স্যুপ স্পর্শ করল, তখন শিয়াল জিজ্ঞেস করল, \"স্যুপ কেমন লাগছে? তোমার কি এটা ভালো লাগছে না?\"\n\nক্ষুধার্ত বক উত্তর দিল, \"ওহ, স্যুপটি ভালোই, কিন্তু আমার পেট খারাপ, তাই আমি আর স্যুপ খেতে পারছি না।\"\n\n\"তোমাকে কষ্ট দেওয়ার জন্য আমি দুঃখিত,\" বলল শিয়াল।\n\nবক জবাব দিল, \"ওহ প্রিয়, দুঃখিত বলো না। আমার কিছু শারীরিক সমস্যা রয়েছে, তাই আমি তোমার দেওয়া খাবার উপভোগ করতে পারি না।\"\n\nতৎক্ষণাৎ বক শিয়ালকে ধন্যবাদ দিয়ে তার বাড়িতে একদিন রাতের খাবারে আসার জন্য আমন্ত্রণ জানাল।\n\nনির্ধারিত দিনে শিয়াল বকের বাড়িতে গেল। উভয়ে একে অপরকে শুভেচ্ছা জানাল। বক স্যুপ তৈরি করে নিয়ে এল, যা একটি সরু এবং লম্বা গলাযুক্ত জারে পরিবেশন করা হল। বক তার লম্বা ঠোঁট দিয়ে খুব সহজেই স্যুপ খেতে পারল, কিন্তু শিয়াল কিছুতেই স্যুপ খেতে পারল না।\n\nনিজের স্যুপ খাওয়া শেষ করার পর, বক শিয়ালকে জিজ্ঞেস করল, \"স্যুপ কেমন লাগছে? উপভোগ করছ তো?\"\n\nশিয়াল তখন তার নিজের আয়োজন করা ভোজের কথা মনে করল এবং খুবই লজ্জিত হলো। সে তোতলাতে তোতলাতে বলল, \"আম... আমি এখনই যেতে চাই। আমার পেটে ব্যথা করছে।\"\n\nলজ্জিত শিয়াল দ্রুত বকের বাড়ি ছেড়ে পালিয়ে গেল।",
        "englishTrans":  "Once upon a time, there lived a very cunning and mischievous fox. He used to speak to other animals sweetly and gain their trust, before playing tricks on them.\n\nOne day the fox met a stork. He befriended the stork and acted like a very good friend. Soon, he invited the stork to have a feast with him. The stork happily accepted the invitation.\n\nThe day of the feast came, and the stork went to the fox's house. To her surprise and disappointment, the fox said that he could not make a big feast as promised, and just offered some soup. When he brought the soup out of the kitchen, the stork saw that it was in a shallow bowl!\n\nThe poor stork could not have any soup with its long bill, but the fox easily licked the soup from the plate. As the stork just touched the soup with the tip of its bill, the fox asked her, \"How is the soup? Don't you like it?\"\n\nThe hungry stork replied, \"Oh it is good, but my stomach is upset, and I can't take any more soup!\"\n\n\"I'm sorry for troubling you,\" said the fox.\n\nThe stork replied, \"Oh dear, please don't say sorry. I have some health problem and cannot enjoy what you offer.\"\n\nShe left the place after thanking the fox, and inviting him to her house for dinner.\n\nThe day arrived and the fox reached the stork's place. After exchanging pleasantries, the stork served soup for both of them, in a narrow jar with a long neck. She was able to have the soup very easily with her long bill, but the fox obviously could not.\n\nAfter finishing hers, the stork asked the fox if he was enjoying the soup. The fox remembered the feast he himself had given the stork, and felt very ashamed. He stammered, \"I...I'd better leave now. I have a tummy ache.\"\n\nHumiliated, he left the place running."
    },
    {
        "id": 5,
        "title":"The Lion and the Mouse:", 
        "category": "Moral", 
        "banglaTrans":"একবার জঙ্গলের রাজা সিংহ ঘুমাচ্ছিল। হঠাৎ একটি ছোট্ট ইঁদুর তার দেহের উপর দৌড়াদৌড়ি শুরু করল। এতে সিংহ জেগে উঠল। সে তার বিশাল থাবা দিয়ে ইঁদুরটিকে ধরে ফেলল এবং বড় বড় দাঁত দেখিয়ে গিলে ফেলার জন্য মুখ খুলল।\n\n\"ক্ষমা করুন, হে রাজা!\" ছোট্ট ইঁদুরটি কাঁদতে কাঁদতে বলল। \"আমাকে এবার ক্ষমা করুন। আমি আর কখনও এটি করব না এবং আমি আপনার এই দয়ার কথা কখনও ভুলব না। কে জানে, হয়তো কোনো একদিন আমি আপনাকে সাহায্য করতে পারব!\"\n\nইঁদুরটির কথা শুনে সিংহ হাসল। ইঁদুরটি যে তাকে সাহায্য করতে পারবে, এই ধারণাটি তাকে বেশ মজার লাগল। তাই সে তার থাবা তুলে ইঁদুরটিকে ছেড়ে দিল।\n\nকিছুদিন পর, কয়েকজন শিকারি সিংহটিকে ধরে ফেলল এবং একটি গাছে বেঁধে রাখল। এরপর তারা একটি গাড়ি খুঁজতে বের হল, যাতে সিংহটিকে চিড়িয়াখানায় নিয়ে যেতে পারে।\n\nঠিক সেই সময়ে ছোট্ট ইঁদুরটি সেখানে এসে উপস্থিত হল। সিংহের এই অসহায় অবস্থা দেখে ইঁদুরটি দৌড়ে গেল এবং তার ধারালো দাঁত দিয়ে দড়িগুলো কেটে দিল, যেগুলো সিংহকে বেঁধে রেখেছিল।\n\n\"আমি কি ভুল বলেছিলাম?\" ইঁদুরটি বলল, সিংহকে সাহায্য করতে পেরে খুব খুশি।",
        "englishTrans": "Once when a lion, the king of the jungle, was asleep, a little mouse began running up and down on him. This soon awakened the lion, who placed his huge paw on the mouse, and opened his big jaws to swallow him.\n\n\"Pardon, O King!\" cried the little mouse. \"Forgive me this time. I shall never repeat it and I shall never forget your kindness. And who knows, I may be able to do you a good turn one of these days!\"\n\nThe lion was so tickled by the idea of the mouse being able to help him that he lifted his paw and let him go.\n\nSometime later, a few hunters captured the lion, and tied him to a tree. After that they went in search of a wagon, to take him to the zoo.\n\nJust then the little mouse happened to pass by. On seeing the lion's plight, he ran up to him and gnawed away the ropes that bound him, the king of the jungle.\n\n\"Was I not right?\" said the little mouse, very happy to help the lion."
    },
    {
        "id": 6,
        "title":"The Dreaming Priest", 
        "category": "Motivational", 
        "banglaTrans":"অনেক দিন আগের কথা, একটি গ্রামে এক অলস পুরোহিত বাস করত। সে যেমন অলস ছিল, তেমনি ছিল দরিদ্র। সে কোনো কঠোর পরিশ্রম করতে চাইত না, তবে সবসময় ধনী হওয়ার স্বপ্ন দেখত। তার খাবার জুটত ভিক্ষা করে।\n\nএক সকালে, ভিক্ষা হিসেবে সে এক হাঁড়ি দুধ পেল। দুধ পেয়ে সে খুব খুশি হল এবং হাঁড়ি নিয়ে বাড়ি ফিরল। সে দুধ গরম করল, কিছু দুধ পান করল এবং বাকি দুধ একটি হাঁড়িতে রেখে দিল। সে দুধের সঙ্গে একটু টক দই মিশিয়ে সেটি জমাট বাঁধার জন্য রেখে দিল। এরপর সে শুয়ে পড়ল।\n\nশুয়ে থাকতে থাকতে সে দুধের হাঁড়ি নিয়ে কল্পনা শুরু করল। সে ভাবতে লাগল, যদি সে কোনোভাবে ধনী হয়ে যায়, তবে তার সব দুঃখ-কষ্ট দূর হবে। তার মন দুধের হাঁড়ির দিকে চলে গেল। সে স্বপ্ন দেখল, \"সকাল হলে দুধ জমে দই হবে। আমি দই মথে মাখন বানাব। মাখন গরম করে ঘি তৈরি করব। সেই ঘি বাজারে নিয়ে গিয়ে বিক্রি করব এবং কিছু টাকা উপার্জন করব। সেই টাকা দিয়ে একটি মুরগি কিনব। মুরগি অনেক ডিম পাড়বে, ডিম ফুটে অনেক বাচ্চা হবে। সেই বাচ্চাগুলো বড় হয়ে প্রচুর ডিম দেবে। আমি একটি বড় পোলট্রি ফার্ম খুলব।\"\n\nসে ভাবতেই থাকল, \"সব মুরগি বিক্রি করে কিছু গরু কিনব এবং একটি দুগ্ধ খামার খুলব। পুরো গ্রামের মানুষ আমার কাছ থেকে দুধ কিনবে। আমি খুব ধনী হয়ে যাব এবং দামি গয়না কিনব। রাজা আমার কাছ থেকে সব গয়না কিনবে। আমি এত ধনী হব যে একটি ধনী পরিবারের সুন্দরী মেয়েকে বিয়ে করব। আমাদের একটি সুন্দর ছেলে হবে। যদি সে কোনো দুষ্টুমি করে, আমি খুব রেগে যাব এবং তাকে শিক্ষা দিতে একটি লাঠি দিয়ে মারব।\"\n\nস্বপ্নের মধ্যেই, সে বিছানার পাশে থাকা লাঠি তুলে নিল। মনে করল, সে ছেলেকে মারছে। এই ভেবে সে লাঠি তুলে হাঁড়িতে আঘাত করল। হাঁড়ি ভেঙে দুধ পড়ে গেল এবং তার ঘুম ভেঙে গেল।\n\n**নৈতিক শিক্ষা**: কঠোর পরিশ্রমের কোনো বিকল্প নেই। স্বপ্ন পরিশ্রম ছাড়া কখনোই পূরণ হয় না।",
        "englishTrans": "Long time ago, there lived a priest who was extremely lazy and poor at the same time. He did not want to do any hard work but used to dream of being rich one day. He got his food by begging for alms. One morning, he got a pot of milk as part of the alms. He was extremely delighted and went home with the pot of milk. He boiled the milk, drank some of it, and put the remaining milk in a pot. He added slight curds to the pot to convert the milk into curd. He then lay down to sleep.\n\nSoon he started imagining about the pot of curd while he lay asleep. He dreamed that if he could become rich somehow, all his miseries would be gone. His thoughts turned to the pot of milk he had set to form curd. He dreamed on: \"By morning, the pot of milk would set and be converted to curd. I would churn the curd and make butter from it. I would heat the butter and make ghee out of it. I will then go to the market, sell that ghee, and make some money. With that money, I will buy a hen. The hen will lay many eggs, which will hatch, and there will be many chickens. These chickens will, in turn, lay hundreds of eggs, and I will soon have a poultry farm of my own.\" He kept on imagining.\n\n\"I will sell all the hens of my poultry and buy some cows and open a milk dairy. All the townspeople will buy milk from me. I will be very rich, and soon I shall buy jewels. The king will buy all the jewels from me. I will be so rich that I will be able to marry an exceptionally beautiful girl from a rich family. Soon, I will have a handsome son. If he does any mischief, I will be very angry, and to teach him a lesson, I will hit him with a big stick.\" During this dream, he involuntarily picked up the stick next to his bed, and thinking that he was beating his son, raised the stick and hit the pot. The pot of milk broke, and he awoke from his daydream.\n\nMoral: There is no substitute for hard work. Dreams cannot be fulfilled without hard work."
    },
    {
        "id": 7,
        "title":"Boy's Job Appraisal", 
        "category": "Motivational", 
        "banglaTrans":"একদিন একটি ছোট ছেলে একটি ওষুধের দোকানে গেল। সেখানে একটি কোল্ড ড্রিঙ্কের কার্টন টেনে টেলিফোনের কাছে নিয়ে এল। কার্টনের উপর উঠে সে ফোনের বোতামগুলোর নাগাল পেল এবং সাতটি সংখ্যার ফোন নম্বর চাপল। দোকানের মালিক তার কথোপকথন মনোযোগ দিয়ে শুনতে লাগলেন।\n\n**ছেলে:** \"ভদ্রমহিলা, আপনি কি আমাকে আপনার লনের ঘাস কাটার কাজটি দিতে পারবেন?\"\n\n**মহিলা:** (ফোনের অপর প্রান্ত থেকে) \"আমার লনের ঘাস কাটার জন্য ইতোমধ্যেই একজন লোক আছেন।\"\n\n**ছেলে:** \"ভদ্রমহিলা, আমি বর্তমানে যিনি আপনার লনের ঘাস কাটেন তার অর্ধেক দামে আপনার লনের ঘাস কাটব।\"\n\n**মহিলা:** \"আমি যিনি আমার লনের কাজ করেন তার কাজ নিয়ে খুবই সন্তুষ্ট।\"\n\n**ছেলে:** (আরও জোর দিয়ে) \"ভদ্রমহিলা, আমি আপনার ফুটপাথ এবং রাস্তার পাশও পরিষ্কার করব, যাতে রবিবার আপনার লন পুরো পাম বিচ, ফ্লোরিডার মধ্যে সবচেয়ে সুন্দর দেখায়।\"\n\n**মহিলা:** \"না, ধন্যবাদ।\"\n\nছেলেটি মুচকি হেসে ফোন রেখে দিল। দোকানের মালিক, যিনি এই পুরো ঘটনা দেখছিলেন, ছেলেটির কাছে এগিয়ে এলেন।\n\n**দোকান মালিক:** \"বাছা, আমি তোমার মনোভাব পছন্দ করেছি। তোমার ইতিবাচক মানসিকতা ভালো লেগেছে। আমি তোমাকে একটি কাজের প্রস্তাব দিতে চাই।\"\n\n**ছেলে:** \"না, ধন্যবাদ।\"\n\n**দোকান মালিক:** \"কিন্তু তুমি তো কাজের জন্য বারবার অনুরোধ করছিলে।\"\n\n**ছেলে:** \"না স্যার, আমি আসলে আমার বর্তমান কাজের পারফরম্যান্স যাচাই করছিলাম। আমি-ই সেই ব্যক্তি, যিনি ওই ভদ্রমহিলার লনের কাজ করেন!\"\n\n**নৈতিক শিক্ষা:** এটিই হলো 'আত্মমূল্যায়ন'। আমরা যখন অন্যদের থেকে এগিয়ে যেতে পারি না, তখন আমরা অন্যদের দোষ দিই। কিন্তু আমাদের উচিত নিজেদের দিকে তাকানো, নিজেদের দুর্বলতাগুলো খুঁজে বের করা এবং সেগুলো দূর করার জন্য কঠোর পরিশ্রম করা। সর্বদা কঠোর পরিশ্রম, সততা এবং পূর্ণ নিবেদন নিয়ে কাজ করো। এর ফলাফল অবশ্যই পাওয়া যাবে।",
        "englishTrans": "A little boy went into a drug store, reached for a soda carton, and pulled it over to the telephone. He climbed onto the carton so that he could reach the buttons on the phone and proceeded to punch in seven digits. The store-owner observed and listened to the conversation.\n\n**Boy:** 'Lady, can you give me the job of cutting your lawn?'\n\n**Woman:** (at the other end of the phone line) 'I already have someone to cut my lawn.'\n\n**Boy:** 'Lady, I will cut your lawn for half the price of the person who cuts your lawn now.'\n\n**Woman:** 'I'm very satisfied with the person who is presently cutting my lawn.'\n\n**Boy:** (with more perseverance) 'Lady, I'll even sweep your curb and your sidewalk, so on Sunday you will have the prettiest lawn in all of Palm Beach, Florida.'\n\n**Woman:** 'No, thank you.'\n\nWith a smile on his face, the little boy replaced the receiver. The store-owner, who was listening to all this, walked over to the boy.\n\n**Store Owner:** 'Son... I like your attitude; I like that positive spirit and would like to offer you a job.'\n\n**Boy:** 'No thanks.'\n\n**Store Owner:** 'But you were really pleading for one.'\n\n**Boy:** 'No Sir, I was just checking my performance at the job I already have. I am the one who is working for that lady I was talking to!'\n\n**Moral:** This is what we call 'Self-Appraisal.' Every time we don't get ahead of others, we blame others for it. Instead, we should look at ourselves, identify our weaknesses, and work hard to overcome them. Always work hard, be honest, and stay dedicated. It will always pay off."
    },
    {
        "id": 8,
        "title":"Keep Your Dream", 
        "category": "Motivational", 
        "banglaTrans":"আমার এক বন্ধু আছে, নাম মন্টি রবার্টস। সে সান ইসিদ্রোতে একটি ঘোড়ার খামার চালায়। সে আমাকে তার বাড়ি ব্যবহার করতে দেয় যুবসমাজের ঝুঁকিপূর্ণ কার্যক্রমের জন্য তহবিল সংগ্রহের আয়োজন করতে।\n\nশেষবার যখন আমি সেখানে গিয়েছিলাম, সে আমাকে পরিচিত করিয়ে বলেছিল, “আমি কেন জ্যাককে আমার ঘোড়া ব্যবহার করতে দিই, সেটার একটা গল্প আছে। এটি সেই ছোট এক ছেলের কথা, যে একজন যাযাবর ঘোড়া প্রশিক্ষকের ছেলে ছিল। তার বাবা এক স্টেবল থেকে আরেক স্টেবল, এক রেস ট্র্যাক থেকে আরেক রেস ট্র্যাক, খামার থেকে খামারে গিয়ে ঘোড়া প্রশিক্ষণ দিত। এর ফলে ছেলেটির স্কুল জীবন বারবার বাধাগ্রস্ত হতো। যখন সে হাইস্কুলে শেষ বর্ষে ছিল, তখন তার শিক্ষক তাকে একটা প্রবন্ধ লিখতে বলেছিলেন যে, বড় হয়ে সে কী হতে চায় এবং কী করতে চায়।\n\n“সেই রাতে সে সাত পৃষ্ঠার একটি প্রবন্ধ লিখেছিল, যেখানে সে একদিন একটি ঘোড়ার খামারের মালিক হওয়ার স্বপ্নের কথা লিখেছিল। সে তার স্বপ্ন খুব বিস্তারিতভাবে বর্ণনা করেছিল এবং এমনকি একটি ২০০ একরের খামারের মানচিত্র এঁকেছিল, যেখানে সব বিল্ডিং, স্টেবল এবং ট্র্যাকের অবস্থান দেখানো ছিল। এরপর সে একটি ৪,০০০ বর্গফুটের বাড়ির বিস্তারিত নকশা এঁকেছিল, যা তার স্বপ্নের খামারের মধ্যে অবস্থিত হবে।\n\n“সে তার মনের অনেক অংশ এই প্রকল্পে ঢেলে দিয়েছিল এবং পরের দিন এটি শিক্ষকের কাছে জমা দিয়েছিল। দুই দিন পর সে তার প্রবন্ধটি ফিরে পেল। প্রথম পৃষ্ঠায় একটি বড় লাল ‘এফ’ লেখা ছিল, সঙ্গে একটি নোট: ‘ক্লাসের পরে আমাকে দেখো।’\n\n“স্বপ্নবাজ ছেলেটি ক্লাসের পরে শিক্ষকের কাছে গিয়ে জিজ্ঞেস করল, ‘আমি এফ কেন পেলাম?’\n\n“শিক্ষক বললেন, ‘তোমার মতো একটি ছেলের জন্য এটি একটি অবাস্তব স্বপ্ন। তোমার কোনো টাকা নেই। তুমি একটি যাযাবর পরিবার থেকে এসেছ। তোমার কোনো সম্পদ নেই। একটি ঘোড়ার খামার চালাতে অনেক টাকা প্রয়োজন। জমি কিনতে হবে। প্রথম প্রজনন স্টক কিনতে হবে এবং পরবর্তী সময়ে বিশাল ফি দিয়ে স্টাডের জন্য টাকা দিতে হবে। তোমার পক্ষে এটা সম্ভব নয়।’ এরপর শিক্ষক যোগ করলেন, ‘যদি তুমি এটি পুনরায় লিখে আরও বাস্তবসম্মত একটি লক্ষ্য দাও, আমি তোমার গ্রেড পুনর্বিবেচনা করব।’\n\n“ছেলেটি বাড়ি গিয়ে দীর্ঘক্ষণ ভেবেছিল। সে তার বাবাকে জিজ্ঞেস করেছিল কী করা উচিত। তার বাবা বলেছিলেন, ‘শোন, ছেলে, তোমাকে নিজেই এই সিদ্ধান্ত নিতে হবে। তবে আমার মনে হয় এটি তোমার জন্য খুবই গুরুত্বপূর্ণ একটি সিদ্ধান্ত।’\n\n“অবশেষে, এক সপ্তাহ পর, ছেলেটি একই প্রবন্ধ জমা দিল, একটুও পরিবর্তন না করে।\n\nসে বলেছিল, ‘আপনি এফ রাখতে পারেন, আর আমি আমার স্বপ্ন।’\n\nমন্টি তখন উপস্থিত সবার দিকে তাকিয়ে বলল, “আমি এই গল্পটি বলছি কারণ আপনারা এখন আমার ৪,০০০ বর্গফুটের বাড়িতে বসে আছেন, যা আমার ২০০ একরের ঘোড়ার খামারের মধ্যে অবস্থিত। সেই স্কুলের প্রবন্ধটি এখনও আমার ফায়ারপ্লেসের ওপরে বাঁধানো আছে।” সে আরও যোগ করল, “গল্পের সবচেয়ে ভালো অংশ হলো, দুই বছর আগে সেই একই শিক্ষক ৩০ জন শিশুকে নিয়ে আমার খামারে এক সপ্তাহের জন্য ক্যাম্প করতে এসেছিলেন।” শিক্ষক যখন চলে যাচ্ছিলেন, তখন বলেছিলেন, “শোনো, মন্টি, এখন আমি তোমাকে এটা বলতে পারি। যখন আমি তোমার শিক্ষক ছিলাম, তখন আমি ছিলাম স্বপ্ন চোর। সেই বছরগুলোতে আমি অনেক শিশুর স্বপ্ন নষ্ট করেছিলাম। সৌভাগ্যক্রমে, তোমার স্বপ্ন আঁকড়ে ধরার শক্তি ছিল।”\n\nনৈতিকতা: কাউকে তোমার স্বপ্ন চুরি করতে দিও না। মন থেকে যা চাও, সেটা অনুসরণ করো। কঠোর পরিশ্রম করলে কোনো স্বপ্নই বড় বা ছোট নয়। যে কোনো পরিস্থিতিতে নিজের স্বপ্ন পূরণের চেষ্টা করা উচিত।",
        "englishTrans": "I have a friend named Monty Roberts who owns a horse ranch in San Isidro. He has let me use his house to put on fund-raising events to raise money for youth at risk programs. The last time I was there he introduced me by saying, 'I want to tell you why I let Jack use my horse. It all goes back to a story about a young man who was the son of an itinerant horse trainer who would go from stable to stable, race track to race track, farm to farm and ranch to ranch, training horses. As a result, the boy's high school career was continually interrupted. When he was a senior, he was asked to write a paper about what he wanted to be and do when he grew up. That night he wrote a seven-page paper describing his goal of someday owning a horse ranch. He wrote about his dream in great detail and he even drew a diagram of a 200-acre ranch, showing the location of all the buildings, the stables and the track. Then he drew a detailed floor plan for a 4,000-square-foot house that would sit on a 200-acre dream ranch. He put a great deal of his heart into the project and the next day he handed it in to his teacher. Two days later he received his paper back. On the front page was a large red F with a note that read, See me after class.' The boy with the dream went to see the teacher after class and asked, Why did I receive an F?' The teacher said, This is an unrealistic dream for a young boy like you. You have no money. You come from an itinerant family. You have no resources. Owning a horse ranch requires a lot of money. You have to buy the land. You have to pay for the original breeding stock and later you'll have to pay large stud fees. There's no way you could ever do it.' Then the teacher added, If you will rewrite this paper with a more realistic goal, I will reconsider your grade.' The boy went home and thought about it long and hard. He asked his father what he should do. His father said, Look, son, you have to make up your own mind on this. However, I think it is a very important decision for you.' Finally, after sitting with it for a week, the boy turned in the same paper, making no changes at all. He stated, 'You can keep the F and I'll keep my dream.' Monty then turned to the assembled group and said, 'I tell you this story because you are sitting in my 4,000-square-foot house in the middle of my 200-acre horse ranch. I still have that school paper framed over the fireplace.' He added, 'The best part of the story is that two summers ago that same schoolteacher brought 30 kids to camp out on my ranch for a week.' When the teacher was leaving, he said, 'Look, Monty, I can tell you this now. When I was your teacher, I was something of a dream stealer. During those years I stole a lot of kids' dreams. Fortunately you had enough gumption not to give up on yours.' Moral: Don't let anyone steal your dreams. Follow your heart, no matter what. No Dream is too big or too small when one works hard to live it. One should always try making dreams come true no matter what."
    },
    {
        "id": 9,
        "title":"Lazy Donkey", 
        "category": "Motivational", 
        "banglaTrans":"ভোলা নামে একজন ব্যক্তি ছিল যার একটি গাধা ছিল, যার নাম খণ্ডা। ভোলা ছিলেন অত্যন্ত ধৈর্যশীল এবং দয়ালু মালিক। কিন্তু খণ্ডা খুবই আলসা এবং সবসময় কাজ এড়ানোর উপায় খুঁজে বের করত। একদিন, পিঠে লবণের বোঝা নিয়ে ফেরার পথে, খণ্ডা নদীতে পড়ে যায়। সে লক্ষ্য করে যে তার এই পড়ার ফলে বস্তার ওজন কমে গেছে কারণ লবণ পানিতে গলে গেছে। এরপরের কয়েকদিন খণ্ডা ইচ্ছা করে প্রতিদিন নদীতে পড়ে যেতে লাগল। ভোলা খণ্ডার এই আচরণে খুবই অসন্তুষ্ট হলেন, কারণ এতে তিনি অর্থের ক্ষতি করছিলেন। তিনি সিদ্ধান্ত নিলেন খণ্ডাকে একটি শিক্ষা দেবেন। পরের দিন ভোলা লবণের বদলে খণ্ডার পিঠে তুলার বোঝা চাপালেন। খণ্ডা এই পরিবর্তনের ব্যাপারে কিছুই জানত না। পরিকল্পনা অনুযায়ী, সে আবারও নদীতে পড়ে গেল এবং বস্তাগুলো ভিজে গেল। কিন্তু এবার সে বুঝতে পারল যে বোঝা আরও অসহ্য হয়ে উঠেছে। তার দয়ালু মালিকও তাকে মারধর করা শুরু করলেন। খণ্ডা তার শিক্ষা পেল এবং ঠিকমতো আচরণ করতে শুরু করল। নৈতিকতা: সততা এবং আন্তরিকতার সঙ্গে কাজ করো, কারণ আলসেমি তোমার ক্ষতি করবে।",
        "englishTrans": "Bhola owns a donkey called Khandya. Bhola is a very tolerant and kind master. The donkey, however, is lazy and always finds ways to avoid work. One day, while returning with loads of salt on his back, Khandya accidentally falls into the river. He realizes that the fall has lessened the weight of the sacks as the salt dissolves in the water. Over the next few days, Khandya purposely falls into the water every day to make his load lighter. Bhola becomes unhappy with Khandya’s behavior because he is losing money in the process. To teach Khandya a lesson, Bhola replaces the salt bags with bags of cotton. Khandya, unaware of the change, follows his usual trick and falls into the water. However, this time, the cotton absorbs the water, making the load unbearably heavy. Bhola also starts disciplining Khandya. Realizing his mistake, Khandya learns his lesson and starts working with honesty and sincerity. Moral: Work with honesty and sincerity because laziness will ruin you."
    },
    {
        "id": 10,
        "title":"Looking at Mirror", 
        "category": "Motivational", 
        "banglaTrans":"একদিন অফিসে পৌঁছে সব কর্মচারী একটি বড় নোটিস দেখতে পেল। সেখানে লেখা ছিল: \"গতকাল সেই ব্যক্তি মারা গেছেন, যিনি এই কোম্পানিতে আপনার উন্নতিতে বাধা দিচ্ছিলেন। আমরা আপনাকে জিমে প্রস্তুতকৃত কক্ষে তার জানাজায় যোগ দেওয়ার আমন্ত্রণ জানাই।\"\n\nপ্রথমে তারা সহকর্মীর মৃত্যুর খবরে দুঃখ পেল, কিন্তু কিছুক্ষণ পর তারা কৌতূহলী হয়ে উঠল—কে সেই ব্যক্তি, যিনি সহকর্মী ও কোম্পানির অগ্রগতিতে বাধা দিচ্ছিলেন?\n\nজিমে এমন উত্তেজনা তৈরি হলো যে নিরাপত্তা কর্মীদের ভিড় সামাল দিতে নির্দেশ দেওয়া হলো। যত বেশি মানুষ কফিনের কাছে আসছিল, ততই উত্তেজনা বাড়ছিল। সবাই ভাবছিল: \"কে সেই ব্যক্তি, যে আমার অগ্রগতিতে বাধা দিচ্ছিল? অন্তত সে মারা গেছে!\"\n\nএকজন একজন করে উত্তেজিত কর্মচারীরা কফিনের কাছে গেল এবং যখন তারা ভেতরে তাকাল, তখন হঠাৎ তারা নির্বাক হয়ে গেল। তারা কফিনের পাশে নীরবে দাঁড়িয়ে রইল, যেন কেউ তাদের আত্মার গভীরে আঘাত করেছে।\n\nকফিনের ভেতরে একটি আয়না রাখা ছিল: যারা ভেতরে তাকিয়েছে, তারা নিজেদেরই দেখতে পেয়েছে।\n\nআয়নার পাশে একটি নোট ছিল, যেখানে লেখা ছিল: **\"শুধু একজন মানুষই আছে, যে আপনার উন্নতিতে সীমা আরোপ করতে পারে: সে হলো আপনি।\"**\nআপনিই একমাত্র ব্যক্তি, যিনি আপনার জীবন বদলাতে পারেন। আপনিই একমাত্র ব্যক্তি, যিনি আপনার সুখ, সাফল্য এবং বাস্তবায়নকে প্রভাবিত করতে পারেন। আপনিই নিজের সহায়তা করতে পারেন।\n\nআপনার জীবন তখনই বদলায় না যখন আপনার বস বদলায়, আপনার বন্ধু বদলায়, আপনার সঙ্গী বদলায়, বা আপনার কোম্পানি বদলায়।\nআপনার জীবন বদলায় তখন, যখন আপনি নিজেকে বদলান, যখন আপনি আপনার সীমাবদ্ধ বিশ্বাসগুলোকে অতিক্রম করেন, যখন আপনি উপলব্ধি করেন যে আপনার জীবন সম্পূর্ণভাবে আপনার নিজের হাতে।\n\"সবচেয়ে গুরুত্বপূর্ণ সম্পর্ক হলো আপনার নিজের সঙ্গে সম্পর্ক।\"\n\nনৈতিকতা:\nবিশ্ব একটি আয়নার মতো: এটি আপনার মনের গভীরে বিশ্বাস করা চিন্তাগুলোর প্রতিফলন ফিরিয়ে দেয়।\nবিশ্ব এবং আপনার বাস্তবতা কফিনে শুয়ে থাকা আয়নার মতো, যা যে কোনো ব্যক্তির সৃষ্টিশীলতা ও কল্পনাশক্তিকে মৃত দেখায়।\nজীবনকে আপনি কীভাবে গ্রহণ করেন, সেটাই পার্থক্য তৈরি করে।",
        "englishTrans": "One day, all the employees arrived at the office and found a notice on the door that read: 'Yesterday the person who has been hindering your growth in this company passed away. We invite you to join the funeral in the room that has been prepared in the gym.' At first, everyone felt sad about the death of a colleague. But soon, curiosity took over as they wondered who the person was that had been hindering the growth of others and the company. The gym was filled with excitement, and security was called in to manage the crowd. As employees approached the coffin, they were eager to see the culprit behind their struggles. However, when they looked inside the coffin, they were stunned into silence. Inside the coffin was a mirror, and each person saw their own reflection. Next to the mirror was a sign that read: 'There is only one person who is capable to set limits to your growth: it is YOU.' The message continued: 'You are the only person who can revolutionize your life. You are the only person who can influence your happiness, your realization, and your success. You are the only person who can help yourself. Your life does not change when your boss changes, your friends change, your partner changes, or your company changes. Your life changes when YOU change—when you go beyond your limiting beliefs and realize that you are responsible for your life. The most important relationship you can have is the one you have with yourself.' Moral: The world is like a mirror; it reflects the thoughts in which you strongly believe. Your reality mirrors your mindset. When you fail to recognize your inner potential to create happiness and success, it's like seeing your reflection in a coffin. It's the way you face life that makes all the difference."
    },
    {
        "id": 11,
        "title":"17 Camels and 3 Sons:", 
        "category": "Short", 
        "banglaTrans":"অনেক দিন আগে, একটি মরুভূমির পাশে অবস্থিত একটি জনমানবহীন গ্রামে এক বৃদ্ধ তার তিন ছেলেকে নিয়ে বাস করতেন। তার ১৭টি উট ছিল, যা তার আয়ের প্রধান উৎস ছিল। তিনি এই উটগুলোকে মরুভূমিতে পণ্য পরিবহনের জন্য ভাড়ায় দিতেন। একদিন তিনি মারা গেলেন। তিনি একটি উইল রেখে গিয়েছিলেন, যেখানে তার সম্পত্তি তিন ছেলের মধ্যে ভাগ করে দেওয়ার কথা ছিল।\n\nঅন্ত্যেষ্টিক্রিয়া এবং অন্যান্য আনুষ্ঠানিকতা শেষ হওয়ার পর, তিন ভাই উইলটি পড়লেন। তাদের বাবা তার সমস্ত সম্পত্তি তিন ভাগে ভাগ করেছিলেন, তবে ১৭টি উটকে ভিন্নভাবে ভাগ করেছিলেন। উটগুলো সমানভাবে ভাগ করা হয়নি, কারণ ১৭ একটি বিজোড় সংখ্যা এবং একটি মৌলিক সংখ্যা, যা ভাগ করা সম্ভব নয়।\n\nবৃদ্ধ তার উইলে বলেছিলেন যে বড় ছেলে ১৭টি উটের অর্ধেক পাবে, মেজ ছেলে পাবে এক তৃতীয়াংশ এবং ছোট ছেলে পাবে এক নবম অংশ!\n\nতিন ভাই উইলটি পড়ে হতবাক হয়ে গেল এবং চিন্তায় পড়ল কীভাবে ১৭টি উট উইলের নির্দেশনা অনুযায়ী ভাগ করা যায়। ১৭টি উট ভাগ করে অর্ধেক বড় ছেলেকে দেওয়া সম্ভব নয়। একইভাবে, মেজ ও ছোট ছেলের ভাগও ঠিক করা সম্ভব নয়।\n\nতারা কয়েক দিন ধরে এই সমস্যা সমাধানের চেষ্টা করল, কিন্তু কোনো সমাধান খুঁজে পেল না।\n\nশেষমেশ তারা গ্রামে বসবাসকারী এক জ্ঞানী ব্যক্তির কাছে বিষয়টি নিয়ে গেল। জ্ঞানী ব্যক্তি সমস্যাটি শুনে সঙ্গে সঙ্গে একটি সমাধান খুঁজে পেলেন। তিনি তাদের ১৭টি উট নিয়ে তার কাছে আসতে বললেন।\n\nতিন ভাই তাদের উটগুলো জ্ঞানী ব্যক্তির কাছে নিয়ে এল। জ্ঞানী ব্যক্তি তার একটি উট যোগ করলেন এবং মোট উটের সংখ্যা ১৮ করলেন।\n\nএবার তিনি বড় ছেলেকে উইল পড়তে বললেন। উইল অনুযায়ী, বড় ছেলে মোট উটের অর্ধেক পাবে। এটি ১৮ / ২ = ৯ উট! বড় ছেলে তার ভাগে ৯টি উট পেল।\n\nএখন বাকি রইল ৯টি উট।\n\nএরপর জ্ঞানী ব্যক্তি মেজ ছেলেকে উইল পড়তে বললেন। উইল অনুযায়ী, মেজ ছেলে মোট উটের এক তৃতীয়াংশ পাবে। এটি ১৮ / ৩ = ৬ উট। মেজ ছেলে তার ভাগে ৬টি উট পেল।\n\nএখন পর্যন্ত দুই ভাইয়ের মধ্যে ভাগ করা হয়েছে ৯ + ৬ = ১৫টি উট।\n\nএবার ছোট ছেলে তার ভাগ পড়ল: মোট উটের এক নবম অংশ। এটি ১৮ / ৯ = ২ উট। ছোট ছেলে তার ভাগে ২টি উট পেল।\n\nএভাবে তিন ভাই মিলে মোট ৯ + ৬ + ২ = ১৭টি উট ভাগ করে নিল।\n\nএখন জ্ঞানী ব্যক্তি তার যোগ করা অতিরিক্ত উটটি ফেরত নিয়ে নিলেন।\n\nজ্ঞানী ব্যক্তি তার বুদ্ধি দিয়ে এই সমস্যার চমৎকার সমাধান করলেন।\n\nনৈতিকতা: বুদ্ধিমত্তা হলো এমন একটি গুণ, যা দিয়ে সাধারণ ভিত্তি খুঁজে বের করে যেকোনো সমস্যার সমাধান করা যায়। সংক্ষেপে, প্রতিটি সমস্যারই সমাধান রয়েছে।",
        "englishTrans": "Long ago, there lived an old man with his three sons in a deserted village, located in the vicinity of a desert. He had 17 camels, and they were the main source of his income. He used to rent out camels as a means of shipping in the desert. One day, he passed away. He had left a will, leaving his assets for his three sons.\n\nAfter the funeral and the other obligations were over, the three sons read the will. While their father had divided all the property he had into three equal parts, he had divided the 17 camels in a different way. They were not shared equally among the three as 17 is an odd number and a prime number, which cannot be divided.\n\nThe old man had stated that the eldest son will own half of the 17 camels, the middle one will get one third of the 17 camels, and the youngest one will get his share of camels as one ninth!\n\nAll of them were stunned to read the will and questioned each other how to divide the 17 camels as mentioned in the will. It is not possible to divide 17 camels and give half of the 17 camels to the eldest one. It is not possible also to divide the camels for the other two sons.\n\nThey spent several days thinking of ways to divide the camels as mentioned in the will, but none could find the answer.\n\nThey finally took the issue to the wise man in their village. The wise man heard the problem and instantly found a solution. He asked them to bring all the 17 camels to him.\n\nThe sons brought the camels to the wise man's place. The wise man added a camel owned by him and made the total number of camels 18.\n\nNow, he asked the first son to read the will. As per the will, the eldest son got half the camels, which now counted to 18 / 2 = 9 camels! The eldest one got 9 camels as his share.\n\nThe remaining camels were 9.\n\nThe wise man asked the second son to read the will. He was assigned 1 / 3 of the total camels. It came to 18 / 3 = 6 camels. The second son got 6 camels as his share.\n\nTotal number of camels shared by the elder sons - 9 + 6 = 15 camels.\n\nThe third son read out his share of camels: 1 / 9th of the total number of camels - 18 / 9 = 2 camels.\n\nThe youngest one got 2 camels as his share.\n\nTotally there were 9 + 6 + 2 camels shared by the brothers, which counted to 17 camels.\n\nNow, the one camel added by the wise man was taken back.\n\nThe wise man solved this problem smartly with his intelligence.\n\nIntelligence is nothing but finding a common ground to solve an issue. In short, every problem has a solution."
    },
    {
        "id": 12,
        "title":"A Merchant and his Donkey:", 
        "category": "Short", 
        "banglaTrans":"একটি সুন্দর বসন্তের সকালে, এক ব্যবসায়ী তার গাধার পিঠে লবণের বস্তা বোঝাই করে বাজারে বিক্রি করতে যাচ্ছিল। ব্যবসায়ী এবং তার গাধা একসঙ্গে হাঁটছিল। বেশি দূর না হেঁটেই তারা পথের মধ্যে একটি নদীর কাছে পৌঁছায়।\n\nদুর্ভাগ্যবশত, গাধাটি পা পিছলে নদীতে পড়ে গেল। নদীর পাড়ে উঠে গাধাটি লক্ষ্য করল যে তার পিঠে থাকা লবণের বস্তাগুলো হালকা হয়ে গেছে।\n\nএতে ব্যবসায়ীর কিছু করার ছিল না। সে ফিরে বাড়ি গেল এবং আবারও গাধার পিঠে লবণের নতুন বস্তা বোঝাই করল। যখন তারা আবার সেই পিচ্ছিল নদীর তীরে পৌঁছাল, তখন গাধাটি ইচ্ছাকৃতভাবে নদীতে পড়ল। ফলে আবারও লবণ নষ্ট হয়ে গেল।\n\nএবার ব্যবসায়ী গাধার কৌশল বুঝতে পারল। সে গাধাটিকে একটি শিক্ষা দিতে চাইল। দ্বিতীয়বার বাড়ি ফিরে, ব্যবসায়ী গাধার পিঠে লবণের পরিবর্তে স্পঞ্জের বস্তা বোঝাই করল।\n\nতৃতীয়বারের মতো তারা বাজারের পথে রওনা হল। নদীর কাছে পৌঁছাতেই গাধাটি খুব চালাকি করে আবারও পানিতে পড়ে গেল। কিন্তু এবার তার বোঝা হালকা হওয়ার বদলে আরও ভারী হয়ে গেল।\n\nব্যবসায়ী গাধাটির দিকে তাকিয়ে হেসে বলল, \"বোকা গাধা, তোমার কৌশল ধরা পড়ে গেছে। তুমি জেনে রাখো, কাউকে অনেকবার বোকা বানানো সম্ভব নয়।\"",
        "englishTrans": "One beautiful spring morning, a merchant loaded his donkey with bags of salt to go to the market, in order to sell the salt. The merchant and his donkey were walking along together. They had not walked far when they reached a river on the way.\n\nUnfortunately, the donkey slipped and fell into the river. As it scrambled up the bank of the river, it noticed that the bags of salt loaded on his back had become lighter.\n\nThere was nothing the merchant could do except return home, where he loaded his donkey with more bags of salt. As they reached the slippery riverbank again, the donkey fell into the river, this time deliberately. Thus the salt was wasted again.\n\nBy now the merchant knew the donkey's trick. He wanted to teach the animal a lesson. As he returned home the second time with the donkey, the merchant loaded bags of sponges on its back.\n\nThe duo set out on their trip to the market a third time. On reaching the river, the donkey very cleverly fell into the water again. But now, instead of the load becoming lighter, it became heavier.\n\nThe merchant laughed at the donkey and said, \"You foolish donkey, your trick has been discovered. You should know that you cannot fool anyone too many times.\""
    },
    {
        "id": 13,
        "title":"Unhelpful Friends:", 
        "category": "Short", 
        "banglaTrans":"খরগোশ বনেই বাস করত। তার অনেক বন্ধু ছিল এবং সে তার বন্ধুদের নিয়ে গর্ব করত। একদিন খরগোশ বন্য কুকুরের জোরে ঘেউ ঘেউ আওয়াজ শুনল। সে খুব ভয় পেয়ে গেল। সাহায্যের জন্য সে তার বন্ধুদের কাছে যাওয়ার সিদ্ধান্ত নিল।\n\nখরগোশ দ্রুত তার বন্ধু হরিণের কাছে গেল। সে বলল, \"প্রিয় বন্ধু, কিছু বন্য কুকুর আমাকে তাড়া করছে। তুমি কি তোমার তীক্ষ্ণ শিং দিয়ে তাদের তাড়িয়ে দিতে পারবে?\"\n\nহরিণ বলল, \"ঠিক বলেছ, আমি পারি। কিন্তু এখন আমি ব্যস্ত। তুমি ভালুকের কাছে সাহায্য চাও না কেন?\"\n\nখরগোশ ভালুকের কাছে ছুটে গেল। \"প্রিয় বন্ধু, তুমি খুব শক্তিশালী। আমাকে দয়া করে সাহায্য কর। কিছু বন্য কুকুর আমাকে তাড়া করছে। তাদের তাড়িয়ে দাও,\" সে ভালুককে অনুরোধ করল।\n\nভালুক বলল, \"দুঃখিত। আমি ক্ষুধার্ত এবং ক্লান্ত। আমাকে খাবার খুঁজে বের করতে হবে। তুমি বানরের কাছে সাহায্য চাও।\"\n\nবেচারা খরগোশ বানর, হাতি, ছাগল এবং তার অন্য সব বন্ধুদের কাছে গেল। কিন্তু কেউ সাহায্য করতে রাজি হল না।\n\nখরগোশ খুব দুঃখ পেল এবং বুঝতে পারল যে, তাকে নিজের বুদ্ধি দিয়ে এই সমস্যা থেকে মুক্তি পেতে হবে। সে একটি ঝোপের নিচে লুকিয়ে পড়ল এবং একদম চুপচাপ শুয়ে থাকল। বন্য কুকুরগুলো তাকে খুঁজে পায়নি এবং অন্য প্রাণীদের তাড়া করতে চলে গেল।\n\nখরগোশ বুঝতে পারল যে, নিজেকে বাঁচানোর কৌশল শিখতে হবে এবং অসহায় বন্ধুদের উপর নির্ভর করা যাবে না।\n\nনৈতিক শিক্ষা: নিজের উপর নির্ভর করা অন্যদের উপর নির্ভর করার চেয়ে ভালো।",
        "englishTrans": "Bunny rabbit lived in the forest. He had many friends. He was proud of his friends. One day Bunny rabbit heard the loud barking of wild dogs. He was very scared. He decided to ask for help. He quickly went to his friend deer. He said, \"Dear friend, some wild dogs are chasing me. Can you chase them away with your sharp antlers?\"\n\nThe deer said, \"That is right, I can. But now I am busy. Why don't you ask bear for help?\"\n\nBunny rabbit ran to the bear. \"My dear friend, you are very strong. Please help me. Some wild dogs are after me. Please chase them away,\" he requested to the bear.\n\nThe bear replied, \"I am sorry. I am hungry and tired. I need to find some food. Please ask the monkey for help.\"\n\nPoor Bunny went to the monkey, the elephant, the goat and all his other friends. Bunny felt sad that nobody was ready to help him.\n\nHe understood that he had to think of a way out by himself. He hid under a bush. He lay very still. The wild dogs did not find the bunny. They went chasing other animals.\n\nBunny rabbit learnt that he had to learn to survive by himself, not depending on his unhelpful friends.\n\nMoral: It is better to rely on yourself than depend on others."
    },
    {
        "id": 14,
        "title":"Change Yourself and not The World:", 
        "category": "Short", 
        "banglaTrans":"অনেক দিন আগে, মানুষ এক রাজার শাসনের অধীনে সুখে-শান্তিতে বসবাস করত। রাজ্যের মানুষ খুব খুশি ছিল কারণ তারা প্রচুর সম্পদ নিয়ে একটি সমৃদ্ধ জীবন যাপন করত এবং কোনো দুর্ভাগ্য তাদের পিছু ধাওয়া করত না। একবার, রাজা স্থির করলেন যে তিনি ঐতিহাসিক গুরুত্বপূর্ণ স্থান ও তীর্থস্থান পরিদর্শনে যাবেন। তিনি তার প্রজাদের সঙ্গে সরাসরি কথা বলার জন্য পায়ে হেঁটে ভ্রমণের সিদ্ধান্ত নিলেন। দূরবর্তী স্থানগুলোর মানুষ তার সাথে কথোপকথনের সুযোগ পেয়ে অত্যন্ত খুশি হলো এবং তারা গর্বিত ছিল যে তাদের রাজা এত উদার ও দয়ালু হৃদয়ের অধিকারী। কয়েক সপ্তাহ ধরে ভ্রমণের পর, রাজা প্রাসাদে ফিরে এলেন। তিনি খুব খুশি ছিলেন কারণ তিনি অনেক তীর্থস্থান পরিদর্শন করেছেন এবং তার প্রজাদের সমৃদ্ধ জীবন যাপন করতে দেখেছেন। তবে, তার একটি আফসোস রয়ে গিয়েছিল। রাজা তার পায়ে অসহ্য ব্যথা অনুভব করছিলেন কারণ এটি তার প্রথম পায়ে হেঁটে দীর্ঘ দূরত্ব ভ্রমণ ছিল। তিনি মন্ত্রীদের কাছে অভিযোগ করলেন যে রাস্তা খুবই অস্বস্তিকর এবং পাথরযুক্ত। তিনি এই ব্যথা সহ্য করতে পারছিলেন না। তিনি বললেন, তিনি খুব চিন্তিত ছিলেন যে প্রজারা এই রাস্তা দিয়ে হেঁটে গেলে তাদেরও এমনই কষ্ট হবে। এটি বিবেচনা করে, তিনি তার কর্মচারীদের নির্দেশ দিলেন যে পুরো রাজ্যের রাস্তা চামড়া দিয়ে ঢেকে দিতে হবে যাতে প্রজারা আরামে হাঁটতে পারে। রাজ্যের মন্ত্রীরা তার এই আদেশ শুনে হতবাক হয়ে গেলেন। কারণ এতে হাজার হাজার গরু জবাই করতে হবে পর্যাপ্ত চামড়া সংগ্রহের জন্য। আর এতে বিশাল অর্থব্যয়ও হবে। অবশেষে, মন্ত্রিসভার এক প্রজ্ঞাময় ব্যক্তি রাজার কাছে গিয়ে বললেন যে তার একটি বিকল্প ধারণা রয়েছে। রাজা জানতে চাইলেন কী সেই বিকল্প। মন্ত্রী বললেন, \"পুরো রাস্তা চামড়া দিয়ে ঢেকে দেওয়ার পরিবর্তে, কেন আপনি আপনার পায়ের জন্য একটি উপযুক্ত আকৃতির চামড়ার টুকরো বানিয়ে নেন না?\" রাজা তার প্রস্তাবে খুবই বিস্মিত হলেন এবং মন্ত্রীর প্রজ্ঞার প্রশংসা করলেন। তিনি নিজের জন্য একটি চামড়ার জুতো বানানোর আদেশ দিলেন এবং তার সকল প্রজাদেরও জুতো পরিধান করার পরামর্শ দিলেন। নৈতিক শিক্ষা: বিশ্বকে পরিবর্তন করার চেষ্টা করার পরিবর্তে, আমাদের উচিত নিজেদের পরিবর্তন করা।",
        "englishTrans": "Long ago, people lived happily under the rule of a king. The people of the kingdom were very happy as they led a prosperous life with an abundance of wealth and no misfortunes. Once, the king decided to visit places of historical importance and pilgrim centres at distant places. He decided to travel by foot to interact with his people. People of distant places were very happy to have a conversation with their king. They were proud that their king had a kind heart. After several weeks of travel, the king returned to the palace. He was quite happy that he had visited many pilgrim centres and witnessed his people leading a prosperous life. However, he had one regret. He had intolerable pain in his feet as it was his first trip by foot covering a long distance. He complained to his ministers that the roads weren't comfortable and that they were very stony. He could not tolerate the pain. He said that he was very much worried about the people who had to walk along those roads as it would be painful for them too! Considering all this, he ordered his servants to cover the roads in the whole country with leather so that the people of his kingdom can walk comfortably. The king's ministers were stunned to hear his order as it would mean that thousands of cows would have to be slaughtered in order to get sufficient quantity of leather. And it would cost a huge amount of money also. Finally, a wise man from the ministry came to the king and said that he had another idea. The king asked what the alternative was. The minister said, \"Instead of covering the roads with leather, why don't you just have a piece of leather cut in appropriate shape to cover your feet?\" The king was very much surprised by his suggestion and applauded the wisdom of the minister. He ordered a pair of leather shoes for himself and requested all his countrymen also to wear shoes. Moral: Instead of trying to change the world, we should try to change ourselves."
    },
    {
        "id": 15,
        "title":"Greedy Boy:", 
        "category": "Short", 
        "banglaTrans":"স্যাম এবং টম ছিল এক ডিমের যমজ। তারা এতটাই একরকম ছিল যে তাদের মা পর্যন্ত প্রথমে তাদের মধ্যে পার্থক্য করতে পারতেন না। তবে তাদের দেখতে এক রকম হলেও তাদের অন্যান্য সব দিক থেকে তারা ছিল একেবারে ভিন্ন। স্যাম ছিল একা, তার কোনো বন্ধু ছিল না, কিন্তু টম ছিল বন্ধু বানানোর মাস্টার। স্যাম মিষ্টি খেতে পছন্দ করত, কিন্তু টম পছন্দ করত মশলাদার খাবার এবং মিষ্টি একেবারেই পছন্দ করত না। স্যাম ছিল মমির প্রিয়, আর টম ছিল ড্যাডির প্রিয়। স্যাম ছিল উদার এবং পরার্থপর, কিন্তু টম ছিল লোভী এবং স্বার্থপর! যখন স্যাম এবং টম বড় হল, তখন তাদের বাবা চেয়েছিলেন তার সম্পদ দুই ভাইয়ের মধ্যে সমানভাবে ভাগ করতে। কিন্তু টম রাজি ছিল না, এবং সে যুক্তি দেখিয়েছিল যে, যে বেশি বুদ্ধিমান এবং শক্তিশালী হবে, তাকে বেশি সম্পদ পেতে হবে। স্যাম রাজি হল। তাদের বাবা একটি প্রতিযোগিতার আয়োজন করলেন। তিনি দুই ছেলে কে বললেন, যতটা সম্ভব হাঁটতে এবং সূর্যাস্তের আগে বাড়িতে ফিরে আসতে। সম্পদ তাদের পরিধিত দূরত্বের অনুপাত অনুযায়ী ভাগ করা হবে। প্রতিযোগিতার একটি নিয়ম ছিল, তারা সময় দেখতে কোনো ঘড়ি নিয়ে যেতে পারবে না। পরদিন, স্যাম এবং টম হাঁটতে বের হল। সে দিনটা ছিল বেশ রৌদ্রোজ্জ্বল। স্যাম মনোযোগ দিয়ে ধীরে ধীরে হাঁটছিল, আর টম দৌড়ে যাচ্ছিল, কারণ সে চাইছিল প্রতিযোগিতায় জিততে এবং তার বাবার সম্পদের বড় অংশ পেতে। স্যাম জানত যে, দুপুরের আগেই যতটা সম্ভব হাঁটা উচিত এবং তারপর বাড়ির উদ্দেশে ফিরে আসা উচিত, যাতে সে সময়মতো বাড়ি পৌঁছাতে পারে। জানিয়ে দিয়েই, স্যাম ঠিক করল, দুপুর ১২টার সময় সে ফিরে যাবে বাড়ির দিকে। তবে টম, তার লোভের কারণে, দুপুর হওয়ার পরও ফিরে যেতে চাইল না। সে স্যাম থেকে দ্বিগুণ হাঁটল, এবং ভাবল যে, সে সূর্যাস্তের আগেই বাড়ি পৌঁছতে পারবে। কিন্তু সে সূর্যকে কমলা হয়ে যেতে দেখেও ফিরতে শুরু করেনি। শেষে সূর্য যখন আকাশে গিয়ে সেট হতে শুরু করল, সে বুঝতে পারল যে, সে সময়মতো বাড়ি পৌঁছাতে পারবে না। বিপদে পড়ে টম অর্ধেকও আসতে পারল না। সে থেমে থেমে হাঁটতে লাগল, কিন্তু তারপরও সূর্যাস্তের অন্ধকারে সে পথ হারিয়ে ফেলল। শেষে তাকে তার ক্লান্ত পা টেনে বাড়ি ফিরতে হল। শেষ পর্যন্ত, সে হারল, কেবল তার লোভের কারণে। লোভই শেষ পর্যন্ত হানি ডেকে আনে। নৈতিক শিক্ষা: লোভের কারণে ক্ষতি হয়।",
        "englishTrans": "Sam and Tom were identical twins. They were so identical that even their mother found it difficult to distinguish one from the other, at least during their initial days on earth. However, they were very different from each other when it came to everything other than their appearance. Sam had no friends, while Tom was a great friendship maker. Sam loved sweets, but Tom loved spicy food and detested sweets. Sam was mommy's pet and Tom was daddy's pet. While Sam was generous and selfless, Tom was greedy and selfish! As Sam and Tom grew up, their father wanted to share his fortune equally amongst them. However, Tom did not agree and he argued that whoever proved to be more intelligent and strong would have to get a bigger share of the wealth. Sam agreed. Their father decided to organize a competition between the two. He asked the two sons to walk as long as they could, and return home before sunset. The wealth would be divided in proportion to the distance covered. As a rule of the competition, they were not permitted to carry a watch to keep track of the time. The following day, Sam and Tom set out to walk. It was a rather sunny day. Sam walked slowly and steadily, while Tom broke into a sprint as he was bent on winning the race and also winning a greater portion of his father's wealth. Sam knew that it would be ideal to walk as far as possible till noon and start for home at noon as it would take the same amount of time to walk back home. Knowing this, Sam decided to turn back for home at noon so as to reach home on time. However, Tom, with his greed to earn more wealth, did not attempt to return home even after mid-noon. He walked twice as long as Sam, and thought he would still be able to return home before sunset. He hurried back when he saw the sun turn orange. Unfortunately, he could not even make it halfway home as the sun started to set. Slowly darkness engulfed his path and he had to drag his tired feet back home. He had lost the race. Only because of his greed. Greed leads to loss."
    },
    {
        "id": 16,
        "title":"The Adventures Of Prince Husain And Mermaid Nyasa:", 
        "category": "Adventure", 
        "banglaTrans":"প্রিন্স হুসাইন এবং মৎসকন্যা নিয়াসার অভিযান: মিসরের কাছে একটি দেশ ছিল যার নাম কাজিস্তান। কাজিস্তান ছিল রাজা আব্রাহামের শাসনে। আব্রাহাম ছিলেন এক ন্যায়পরায়ণ এবং মহৎ রাজা, যিনি তার জনগণের মঙ্গল নিশ্চিত করতে নিবেদিত ছিলেন। আব্রাহাম তার স্ত্রী সিলান্দ্রার সাথে সুখীভাবে বিবাহিত ছিলেন। সিলান্দ্রা ছিলেন একজন দায়িত্বশীল স্ত্রীরূপে, যিনি তার স্বামীকে গভীর শ্রদ্ধা এবং ভালোবাসায় সেবা করতেন। তাদের একটি ছেলে ছিল, যার নাম প্রিন্স হুসাইন এবং একটি মেয়ে, যার নাম প্রিন্সেস জারা। যখন প্রিন্স হুসাইন ছোট ছিলেন, তিনি ধনু, ঘোড়ার রেসিং, সাঁতার কাটা এবং নৌকা চালানোর দক্ষতা অর্জন করেছিলেন। অপরদিকে, জারা ছিলেন একজন বিশেষ রাঁধুনি। প্রতি পূর্ণ চন্দ্র রাতে, রাজা আব্রাহাম একটি অনুষ্ঠান পরিচালনা করতেন। পার্শ্ববর্তী রাজ্যগুলির রাজারা এই অনুষ্ঠানে যোগ দিতেন। কেজিসথানের জনগণ এই উৎসবটি উদযাপন করত আনন্দ এবং গায়েতির সঙ্গে। সেখানে বিশাল শোভাযাত্রা বের হত যেখানে কারিগরেরা তাদের দক্ষতা প্রদর্শন করত এবং মুখরোচক খাবার পরিবেশন করা হতো। একদিন, এক পূর্ণ চন্দ্র রাতে, কেজিসথান রাজ্য একটি বৃহৎ অনুষ্ঠানে মগ্ন ছিল। সিলান্দ্রা প্রিন্স হুসাইন এবং প্রিন্সেস জারা সহ অনুষ্ঠানটি দেখতে এসেছিলেন। কেজিসথানের বিভিন্ন প্রান্ত থেকে আসা দক্ষ শিল্পীরা নিজেদের দক্ষতা প্রদর্শন করতে এসেছিলেন রাজা আব্রাহামের সামনে। যাদুকর মোস্তফা তার প্রদর্শনী দিয়ে দর্শকদের মুগ্ধ করেন। প্রথমে তিনি রাজ পরিবারকে ছোট ছোট জাদু দেখিয়ে মজা দেন। অবশেষে, তিনি তার সেরা প্রদর্শনীটি শুরু করেন। যাদুকর মোস্তফা প্রিন্স হুসাইনকে সামনে আসতে বলেন। মোস্তফা যাদু দেখাতে শুরু করেন এবং ধীরে ধীরে আরো আকর্ষণীয় মঞ্চে চলে যান। প্রিন্স হুসাইন বিনা দ্বিধায় এগিয়ে আসেন, সে জানতো না তার সামনে কী বিপদ অপেক্ষা করছে। যাদুকর মোস্তফা প্রিন্স হুসাইনকে একটি বড় পানির ট্যাঙ্কে প্রবেশ করতে বলেন। হুসাইন তার অনুরোধে রাজি হন এবং ট্যাঙ্কে প্রবেশ করেন। প্রিন্স হুসাইন যখন পানির ট্যাঙ্কে প্রবেশ করেন, তখন তিনি এক অদ্ভুত জগতে পৌঁছে যান। হুসাইন নিজেকে একটি বিশাল সমুদ্রে আবদ্ধ দেখতে পান, যেখানে তাকে ঘিরে ছিল বিভিন্ন ধরনের জলজ প্রাণী—মাছ, তিমি, অক্টোপাস, হাঙর, স্কুইড, কচ্ছপ এবং মৎসজীবী সব ধরনের উদ্ভিদ। প্রিন্স হুসাইন শুরুতেই নিজের পথ হারিয়ে ফেলেন। ঠিক সেই মুহূর্তে, তিনি অনুভব করেন কেউ তার বাহু স্পর্শ করছেন। সেটি ছিল মৎসকন্যা নিয়াসা। নিয়াসা ছিল এক অর্ধেক মানুষ এবং অর্ধেক মাছের প্রাণী। তার সোনালী লক, বড় নীল চোখ এবং সুডৌল শরীর ছিল। মৎসকন্যা নিয়াসা প্রিন্স হুসাইনকে তার বাহুতে ধরে এক রাজপ্রাসাদে নিয়ে যান। এটি ছিল একটি বিশাল মোমের প্রাসাদ। প্রিন্স হুসাইন মৎসকন্যা নিয়াসার বাহুতে আরাম পান। নিয়াসা প্রিন্স হুসাইনকে জানান, যাদুকর মোস্তফা আসলে ছিল দুষ্ট রাজা জাহানাবাদ। জাহানাবাদ রাজা আব্রাহামকে ধ্বংস করতে চেয়েছিল। যেহেতু সে শত্রুর বিরুদ্ধে শক্তির ব্যবহার করতে পারছিল না, তাই সে এই জাদু ব্যবহার করেছিল। নিয়াসা প্রিন্স হুসাইনকে তার কাহিনী শুনিয়ে জানান যে, জাহানাবাদ তার বাবা, প্রাক্তন রাজা আফতাবকে হত্যা করেছিল এবং নিয়াসাকে মৎসকন্যায় পরিণত করে তার দাসী বানিয়ে রেখেছিল। এছাড়াও, নিয়াসা জানায় যে, তার মুক্তির একমাত্র উপায় হলো একটি মিস্টিক দ্বীপে যাত্রা করা, যেটি সাত সাগরের পBeyond ছিল। সেখানে একটি গোপন কক্ষে পাঁচটি মৌমাছি ছিল। ওই মৌমাছিগুলোর মাধ্যমে তাকে হত্যা করা যাবে, কিন্তু একটিও মৌমাছি বক্সে পড়ে না গেলে। প্রিন্স হুসাইন নিয়াসার নির্দেশ অনুসরণ করে, সে সাগরের গভীরে কয়েক মাইল সাঁতার কাটতে থাকে এবং অবশেষে নির্জন দ্বীপে পৌঁছায়। দ্বীপটি ছিল অদ্ভুত সুন্দর, এবং সেখানকার গাছপালা ছিল দুঃসাহসিক। সেখানে কঠিন যুদ্ধে বিজয়ী হয়ে হুসাইন পাঁচটি মৌমাছি সুরক্ষিতভাবে হত্যা করেন এবং জাহানাবাদ ধ্বংস হয়ে যায়। শেষ পর্যন্ত, নিয়াসার নির্দিষ্ট নির্দেশে, হুসাইন গোপন বাগানে পৌঁছান এবং এক বিশেষ গাছের সাদা ফুলের গন্ধ শ্বেষন করেন। সে সময় নিয়াসা তার মানুষের রূপে ফিরতে শুরু করেন। এরপর প্রিন্স হুসাইন এবং নিয়াসা একসাথে কেজিসথানে ফিরে আসেন। রাজ্যটির জনগণ আনন্দে মেতে উঠে, প্রিন্স হুসাইন এবং প্রিন্সেস নিয়াসার বিবাহের মধ্য দিয়ে একটি নতুন যুগের সূচনা হয়।",
        "englishTrans": "In the land of Kazisthan, near Egypt, King Abraham ruled with wisdom and fairness, alongside his devoted wife, Queen Cilantra. They had two children, Prince Husain and Princess Zara. Husain was skilled in archery, horse riding, and swimming, while Zara mastered the culinary arts. Every full moon, the kingdom hosted a grand ceremony, attracting kings and artisans from neighboring lands. On one such occasion, a magician named Mustafa, secretly the evil King Jahanabad, performed a captivating act, eventually tricking Prince Husain into entering a tank of water, transporting him to an underwater world. There, Husain met Nyasa, a mermaid cursed by Jahanabad, who revealed the magician’s sinister plan to destroy King Abraham. Nyasa explained that only Husain, with stars on his forehead, could defeat Jahanabad by reaching a mystical island beyond seven seas, defeating jaguars guarding a secret room, and killing five honeybees in a golden box without spilling any. Husain vowed to free Nyasa from her curse. After a perilous journey through ocean currents, Husain reached the island, battled the jaguars despite his injuries, and successfully killed the bees, causing Jahanabad to perish. Following Nyasa’s instructions, he found a magical creeper with white flowers, and its fragrance restored Nyasa to her human form. The two swam back to Kazisthan, where the royal family and kingdom celebrated Husain’s heroic return. Nyasa and Husain were married, and peace was restored in Kazisthan."
    },
    {
        "id": 17,
        "title":"Solution for Empty Boxes", 
        "category": "Funny", 
        "banglaTrans":"একটি টুথপেস্ট ফ্যাক্টরি তার প্যাকেজিংয়ে একটি সমস্যা সম্মুখীন হয়েছিল এবং প্যাকেজিং সমস্যার কারণে কিছু খালি বক্স টিউব ছাড়া পাঠানো হয়েছিল। প্রোডাকশন লাইন ডিজাইনিং ইঞ্জিনিয়াররা জানতেন যে প্রতিবার সঠিকভাবে প্যাকিং টিউবটি প্যাকেজে প্রবেশ করানো খুব কঠিন। তারা জানতেন যে এটি খুব প্রয়োজনীয় যে এই সমস্যা সমাধান করা হোক যাতে ক্রেতারা পণ্য কিনে হতাশ না হন। সিইও জানতেন যে অস্বন্তুষ্ট গ্রাহকরা বাজারে পণ্যের মূল্য কমিয়ে দিতে পারে এবং কোম্পানির বড় ক্ষতি হবে। তাই তিনি সমস্ত বিভাগের ইঞ্জিনিয়ারদের একত্রিত করে এবং সমস্ত আলোচনার পর তারা সিদ্ধান্ত নিলেন যে এই খালি বক্সের সমস্যা সমাধানের জন্য একটি বাইরের ইঞ্জিনিয়ারিং কোম্পানি ভাড়া করা হবে। একটি বিশাল পরিমাণ এবং ৬ মাস সময় ব্যয় করার পর এই সমস্যা সমাধান করা হয়। একটি উচ্চ প্রযুক্তির পরিসংখ্যান স্কেল প্রোডাকশন লাইনে ইনস্টল করা হয়। একবার বক্সগুলি টিউব দিয়ে পূর্ণ হলে, সেগুলি ওই পরিসংখ্যান স্কেলে পাঠানো হতো এবং যেকোনো সময় যদি একটি বক্সের ওজন প্রয়োজনীয় ওজনের থেকে কম হতো তবে একটি ঘণ্টা বাজত এবং একটি লাইট ঝলকাতো। প্রক্রিয়া ছিল এমন যে যেকোনো সময় স্কেলটি ঘণ্টা বাজাতে শুরু করলে, উৎপাদন লাইন বন্ধ হয়ে যেত এবং কাউকে সেখানে গিয়ে ত্রুটিপূর্ণ বক্সটি সরিয়ে নিতে হতো এবং তারপর স্টার্ট বাটনে চাপ দিতে হতো যাতে লাইন আবার চলতে শুরু করতো। কয়েকদিন পর, সিইও সিদ্ধান্ত নিলেন যে এটি কেমন চলছে তা দেখতে যাবেন কারণ তিনি জানতে চেয়েছিলেন যে এটি যথেষ্ট ভালো কিনা। স্কেলটি সঠিকভাবে কাজ করছিল এবং খালি বক্সগুলি সঠিকভাবে সনাক্ত হচ্ছিল এবং এখন বাজারে শেয়ারও বৃদ্ধি পাচ্ছিল। কিছু সময় পর আবার যখন তিনি প্রোডাকশন লাইনের কাজ পর্যালোচনা করলেন, তিনি দেখতে পেলেন যে স্কেলটি যে সংখ্যা ত্রুটিপূর্ণ বক্স সনাক্ত করেছিল তা শূন্য ছিল। আগে প্রতি সপ্তাহে অন্তত দশটি ত্রুটিপূর্ণ বক্স স্কেলটি সনাক্ত করত, কিন্তু এখন সেটি শূন্য ছিল। তিনি ভাবলেন যে রিপোর্টে কোনো ভুল আছে। তিনি স্কেলের মধ্যে একটি বাগের জন্য একটি রিপোর্ট দাখিল করলেন এবং ইঞ্জিনিয়ারদের থেকে যাচাই করার জন্য বললেন। কিছু তদন্তের পর, ইঞ্জিনিয়াররা রিপোর্ট করলেন যে পরিসংখ্যানগুলি আসলেই সঠিক এবং স্কেলটি ত্রুটিপূর্ণ বক্স সনাক্ত করছে না কারণ সমস্ত বক্স যা স্কেলে আসছে তা ভালো ছিল। সিইও হতবাক হয়ে গেলেন এবং ফ্যাক্টরির দিকে গেলেন এবং যেখানে স্কেলটি ইনস্টল করা হয়েছিল সেখানে গিয়ে দেখলেন যে একটি ডেস্ক ফ্যান কয়েক ফুট আগে স্কেলটি স্থাপন করা হয়েছে এবং এই ডেস্ক ফ্যানটি সমস্ত খালি বক্সকে বিনে ফেলে দিচ্ছিল। কৌতূহলী হয়ে তিনি কাছে থাকা শ্রমিকদের কাছে প্রশ্ন করলেন। একজন শ্রমিক বললেন, \"ওহ, সেটা, এটি সেই লোকটি স্থাপন করেছিলেন যিনি সেই স্কেলের ওপর নজর রাখতেন এবং যখন ঘণ্টা বাজত তখন তাকে প্রতি সময় হাঁটতে হত।\" শিক্ষা: প্রতিটি সমস্যার সমাধান আছে কিন্তু যখন আমরা সবসময় একটি নির্দিষ্ট উপায়ে ভাবি, তখন আমরা সেই সমস্যা চারপাশে দেখতে পারি না এবং সহজ এবং ভালো সমাধান নিয়ে ভাবতে পারি।",
        "englishTrans": "Once a toothpaste factory had a problem with its packaging and because of packaging problem some empty boxes were shipped without tube inside. Production line designing engineers knew it was quite difficult to have exact precision of packing tube into pack with perfection every time. They also knew it was very necessary to sort out this problem so that people buying the product don’t get frustrated. CEO knew that unsatisfied customers may lead to lower market value of the product in the market and the company will face a huge loss. So, she gathered all engineers from all departments and after all discussions, they decided to hire an external engineering company to solve this problem of empty boxes. After spending a huge amount and 6 months time, the problem was solved. A high-tech precision scale was installed on the production line. Once the boxes are filled with tube, they would be sent on that precision scale and would sound a bell and flash light whenever a box weighted less than the required weight. The process was like whenever the scale rang the bell because of an empty box, the line would stop and someone had to go over there, move the defective box off the line, and then press the start button to restart the line. A few days after installing that precision scale, CEO decided to take a look at how it was going as she wanted to know if it was good enough. The scale was working fine and it was detecting empty boxes perfectly and now even market share was gaining. After some time again when she reviewed about the working of the production line, she found out that the number of defective boxes picked by that scale was zero. Previously, it would pick at least a dozen defective boxes per week, but now it was zero. She thought that there must be some mistake with the report. She filed a report for a bug in that scale and asked engineers to check. After some investigation, engineers reported that the statistics were indeed correct and the scale was not picking defects because all the boxes that got to the scale were good. Perplexed, CEO went to the factory and walked to the part of the production line where the scale was installed. She saw that there was a desk fan placed just a few feet before the place where the scale was installed and that desk fan was blowing off all the empty boxes into the bin. Curious, she asked workers around about that. One of the workers stated, \"Oh that, it was placed by that guy who had to keep check on that scale and start the line again because of which he was tired of walking over every time the bell rang..!!\" Moral: Every problem has a solution but because of always thinking in a particular way, we sometimes are not able to see around that problem and think of an easier and better solution."
    },
    {
        "id": 18,
        "title":"The Man and The Little Cat", 
        "category": "Life", 
        "banglaTrans":"একদিন এক বৃদ্ধ জঙ্গলে হাঁটছিলেন, হঠাৎ তিনি দেখলেন একটি ছোট বিড়াল গর্তে আটকে আছে। অসহায় প্রাণীটি গর্ত থেকে বের হওয়ার জন্য আপ্রাণ চেষ্টা করছিল। বৃদ্ধটি তাকে সাহায্য করতে হাত বাড়ালেন। কিন্তু ভয়ে বিড়ালটি তার হাত আঁচড় দিয়ে দিল। ব্যথায় চিৎকার করে বৃদ্ধটি হাত সরিয়ে নিলেন। কিন্তু তিনি থামলেন না; তিনি আবার ও আবার বিড়ালটিকে সাহায্য করার চেষ্টা করলেন। ওই দৃশ্য দেখছিলেন আরেকজন লোক। তিনি অবাক হয়ে চিৎকার করে বললেন, “ভগবানের দোহাই, এই বিড়ালটিকে সাহায্য করা বন্ধ করুন! ও নিজেই বেরিয়ে আসবে।” কিন্তু বৃদ্ধটি তার কথা গুরুত্ব দিলেন না। তিনি ধৈর্য ধরে বিড়ালটিকে সাহায্য করতে থাকলেন এবং শেষ পর্যন্ত তাকে উদ্ধার করতে সফল হলেন। এরপর তিনি ওই লোকটির কাছে গিয়ে বললেন, “বাবা, আঁচড় দেয়া বিড়ালের স্বভাব, কিন্তু সাহায্য করা আমার দায়িত্ব। ভালোবাসা এবং যত্ন নেয়া আমার কাজ।” নৈতিকতা: চারপাশের মানুষকে তাদের আচরণ অনুযায়ী নয়, বরং নিজের নীতি ও মূল্যবোধ অনুযায়ী আচরণ করুন। মানুষকে সেইভাবে আচরণ করুন, যেভাবে আপনি চান তারা আপনার সঙ্গে আচরণ করুক।",
        "englishTrans": "One day, an old man was having a stroll in the forest when he suddenly saw a little cat stuck in a hole. The poor animal was struggling to get out. So, he gave him his hand to get him out. But the cat scratched his hand with fear. The man pulled his hand screaming with pain. But he did not stop; he tried to give a hand to the cat again and again. Another man was watching the scene, screamed with surprise, 'For god sakes! Stop helping this cat! He’s going to get himself out of there.' The other man did not care about him, he just continued saving that animal until he finally succeeded, And then he walked to that man and said, 'Son, it is cat’s instincts that makes him scratch and to hurt, and it is my job to love and care.' Moral: Treat everyone around you with your ethics, not with theirs. Treat the people the way you want to be treated by them."
    },
    {
        "id": 19,
        "title":"", 
        "category": "", 
        "banglaTrans":"",
        "englishTrans": ""
    },
    {
        "id": 20,
        "title":"", 
        "category": "", 
        "banglaTrans":"",
        "englishTrans": ""
    },
    {
        "id": 21,
        "title":"", 
        "category": "", 
        "banglaTrans":"",
        "englishTrans": ""
    },
    {
        "id": 22,
        "title":"", 
        "category": "", 
        "banglaTrans":"",
        "englishTrans": ""
    },
    {
        "id": 23,
        "title":"", 
        "category": "", 
        "banglaTrans":"",
        "englishTrans": ""
    },
    {
        "id": 24,
        "title":"", 
        "category": "", 
        "banglaTrans":"",
        "englishTrans": ""
    },
    {
        "id": 25,
        "title":"", 
        "category": "", 
        "banglaTrans":"",
        "englishTrans": ""
    }


]


