[
    {
        "id": 1,
        "title":"The Ant and the Dove:", 
        "category": "Moral", 
        "banglaTrans":"এক গরম দিনে, একটি পিপড়া পানি খুঁজছিল। অনেকক্ষণ হাঁটার পর, সে একটি ঝর্ণার কাছে পৌঁছাল। ঝর্ণার পানি পেতে হলে তাকে একটি ঘাসের পাতায় উঠতে হয়েছিল। উপরে ওঠার সময়, সে পা পিছলে পানিতে পড়ে গেল।\n\nপিপড়াটি ডুবে যেতে পারত যদি একটি গাছের উপর থাকা কবুতরটি তাকে না দেখত। পিপড়াটিকে বিপদে দেখে, কবুতরটি তাড়াতাড়ি একটি পাতা ছিঁড়ে পানিতে ফেলে দিল পিপড়ার কাছে। পিপড়াটি পাতার দিকে এগিয়ে গেল এবং তার উপর উঠে গেল। কিছুক্ষণের মধ্যে পাতা ভেসে তীরে পৌঁছাল, আর পিপড়াটি লাফিয়ে উঠে মাটিতে নেমে গেল। সে অবশেষে নিরাপদ ছিল।\n\nঠিক সেই সময়, কাছাকাছি থাকা এক শিকারি কবুতরটিকে জালে ধরার জন্য জাল ফেলার প্রস্তুতি নিচ্ছিল।\n\nশিকারি কী করতে যাচ্ছে তা বুঝে, পিপড়াটি দ্রুত তার গোড়ালিতে কামড় দিল। ব্যথা পেয়ে, শিকারি তার জাল ফেলে দিল। কবুতরটি দ্রুত উড়ে নিরাপদে চলে গেল।\n\nএকজনের ভাল কাজ আরেকজনের ভাল কাজের জন্ম দেয়।",
        "englishTrans": "One hot day, an ant was searching for some water. After walking around for some time, she came to a spring. To reach the spring, she had to climb up a blade of grass. While making her way up, she slipped and fell into the water.\n\nShe could have drowned if a dove up a nearby tree had not seen her. Seeing that the ant was in trouble, the dove quickly plucked a leaf and dropped it into the water near the struggling ant. The ant moved towards the leaf and climbed up onto it. Soon, the leaf drifted to dry ground, and the ant jumped out. She was safe at last.\n\nJust at that time, a hunter nearby was about to throw his net over the dove, hoping to trap it.\n\nGuessing what he was about to do, the ant quickly bit him on the heel. Feeling the pain, the hunter dropped his net. The dove was quick to fly away to safety.\n\nOne good turn begets another."
    },
    {
        "id": 2,
        "title":"The Apple Tree and the Farmer:", 
        "category": "Moral", 
        "banglaTrans":"এক সময় এক গ্রামে, একটি বনের পাশের একটি কৃষক বাস করত। তার একটি বড় বাগান ছিল, যেখানে একটি পুরোনো আপেল গাছ, অন্যান্য গাছপালা ও সুন্দর ফুল ছিল। যখন কৃষক ছোট ছিল, সে তার বেশিরভাগ সময় আপেল গাছের নিচে খেলত। সেই দিনগুলোতে গাছটি তাকে সবচেয়ে ভালো আপেল দিত। কিন্তু সময়ের সাথে সাথে, আপেল গাছটি পুরোনো হয়ে গেল এবং ফল দেওয়া বন্ধ করল।\n\nএখন, কৃষক যখন আর আপেল পাচ্ছিল না, তখন সে মনে করল যে গাছটি আর কোনো কাজে লাগবে না। তাই, সে গাছটি কেটে কাঠ দিয়ে নতুন আসবাব তৈরি করার সিদ্ধান্ত নিল। তার মনে হল গাছটি পুরোনো এবং বড় হওয়ায় এটি দারুণ কাঠ সরবরাহ করবে। সে ভুলে গেল যে ছোটবেলায় সে এই গাছের উপর চড়ে বেড়াত এবং এর আপেল খেত।\n\nএই আপেল গাছটি আশেপাশের অনেক ছোট প্রাণীর বাসা ছিল। এর মধ্যে ছিল কাঠবিড়ালি, চড়ুই পাখি এবং অনেক ধরনের পোকামাকড়। যখন কৃষক কুড়াল নিয়ে গাছ কাটতে শুরু করল, তখন সমস্ত ছোট প্রাণী গাছ থেকে ছুটে নেমে এলো।\n\nতারা সবাই কৃষকের কাছে অনুরোধ করতে শুরু করল। তারা কৃষকের চারপাশে জড়ো হয়ে বলল, \"দয়া করে গাছটি কাটবেন না। ছোটবেলায় আপনি এই গাছের নিচে আমাদের সাথে খেলতেন। এটি আমাদের ঘর, আর আমাদের অন্য কোথাও যাওয়ার জায়গা নেই।\"\n\nকিন্তু কৃষক অনড় ছিল। সে কুড়াল তুলল, আর ছোট প্রাণীদের কোলাহল বেড়ে গেল।\n\n\"দয়া করে আমার ঘর আর বাচ্চাদের ধ্বংস করবেন না,\" কাঠবিড়ালি কেঁদে বলল।\n\n\"দয়া করে আমার বাসা নষ্ট করবেন না,\" ছোট পাখিরা বলল।\n\n\"দয়া করে আপেল গাছটি কাটবেন না,\" ঘাসফড়িং বলল।\n\nকিন্তু কৃষক তার শৈশব এবং তার প্রাণী বন্ধুদের ভুলে গিয়েছিল। সে আরও জোরে গাছ কাটতে শুরু করল। ছোট প্রাণীরা হতাশ হয়ে পড়ল এবং যে কোনো মূল্যে গাছটি রক্ষা করার সিদ্ধান্ত নিল।\n\nতারা বলল, \"আমরা আপনাকে মাঠে কাজ করার সময় গান শোনাব। আমরা আপনার ছোট ছেলেকে দেখাশোনা করব। সে কাঁদবে না, বরং আনন্দিত থাকবে। আমাদের গান শুনে আপনি ক্লান্তি অনুভব করবেন না।\"\n\nতাদের সব অনুরোধেও কৃষক কর্ণপাত করল না।\n\nতখনই, কৃষক কিছু ঝকঝকে দেখতে পেল। ভালো করে খেয়াল করলে সে বুঝল এটি একটি মৌমাছির চাক এবং সেখানে মধু ভরা। সে সামান্য মধু নিয়ে মুখে দিল। মধুর স্বাদ তাকে তার শৈশবে ফিরিয়ে নিয়ে গেল। হঠাৎ, তার শৈশবের স্মৃতি ভিড় করে আসতে লাগল। মধুর স্বাদ এতটাই ভালো লাগল যে সে আরও চাইতে লাগল। তার মুখে হাসি ফুটল, আর সে বলল, \"এটা দারুণ স্বাদ!\"\n\nকৃষকের আচরণের পরিবর্তন দেখে ছোট প্রাণীরা একসঙ্গে বলল: মৌমাছি বলল, \"আমি সবসময় তোমাকে মিষ্টি মধু দেব।\"\nকাঠবিড়ালি বলল, \"আমি তোমাকে যত খুশি বাদাম দেব।\"\nপাখিরা বলল, \"আমরা যত ইচ্ছে গান গেয়ে শোনাব।\"\n\nঅবশেষে, কৃষক তার ভুল বুঝতে পারল এবং কুড়াল ফেলে দিল। সে বুঝল যে গাছটি অনেক সুন্দর প্রাণীর ঘর, যা তাকে অনেক কিছু দেয়। সে চেয়েছিল তার ছোট ছেলেও এমন শৈশব কাটাক।\n\nকৃষক বুঝতে পারল যে আপেল গাছটি সম্পূর্ণভাবে ফলহীন নয়। তার শৈশবের স্মৃতি গাছটিকে বাঁচিয়ে দিল।\n\nসে কুড়াল ফেলে দিয়ে ছোট প্রাণীদের বলল, \"আমি প্রতিশ্রুতি দিচ্ছি, আমি আর কখনো এই গাছ কাটব না। আমি আমার ভুল বুঝতে পেরেছি। এখন তোমরা শান্তিতে এবং সৌহার্দ্যে বাস করতে পারো।\"\n\nছোট প্রাণীরা মৌমাছিকে আন্তরিক ধন্যবাদ জানাল। যদি কৃষক মৌমাছির চাক না পেত, তবে তারা এখন গৃহহীন হয়ে যেত। তারা সবাই পুরোনো আপেল গাছটিতে আনন্দের সাথে বাস করতে থাকল।\n\nনৈতিক শিক্ষা: প্রকৃতির প্রতিটি জীব কিছু না কিছু উপকারী। আমাদের কোনো জীব ধ্বংস করা উচিত নয়।",
        "englishTrans": "Once upon a time, there lived a farmer in a village, beside a forest. He had a big garden that had an old apple tree and other plants, trees and beautiful flowers. When the farmer was a little boy, he spent much of his time playing with the apple tree. Those days, the apple tree had given the choicest of apples to him. However, as time passed, the apple tree became old and stopped bearing fruits.\n\nNow that the farmer was not getting any apples from the tree, he decided that the tree was useless. Therefore, he decided to cut the tree and use its wood to make some new furniture. He felt that since the tree was old and huge, he did not have to cure it, and it would make great furniture. He forgot that as a boy, he had spent his entire childhood climbing the tree and eating its apples.\n\nNow the apple tree was home to several little animals in the neighborhood. This included squirrels, sparrows and a huge variety of birds and insects. When the farmer took his axe and began chopping the tree, all the little animals came rushing down.\n\nThey all began to plead with the farmer. They gathered round the farmer and said, \"Please don't cut the tree. We used to play with you when you were small, under this very tree. This is our home and we have no other place to go.\"\n\nThe farmer was adamant. He raised his axe and the commotion grew.\n\n\"Please don't chop and destroy my home and kids,\" cried the squirrel.\n\n\"Please don't chop and destroy my nest,\" cried the little birds.\n\n\"Please don't cut the apple tree,\" cried the grasshopper.\n\nThe farmer, however, forgot his childhood and his animal friends. He began to chop the tree harder. All the little animals became desperate, and wanted to protect the apple tree at any cost.\n\nThe little animals said, \"We will sing for you when you are toiling away in the fields. We will look after your little boy. He will not cry, but instead will be entertained and happy. You will like our songs and will not feel tired.\"\n\nHowever, their cries for help fell on deaf ears. Despite all their requests, the farmer continued to chop down the tree.\n\nAll of a sudden, he noticed something shiny. On inspecting it, he realized that it was a beehive, full of honey. He took a little and put it in his mouth. The taste of the honey woke up the little boy in him. Suddenly, the memories of his childhood came rushing back. The honey tasted so good that he wanted more. It brought a sense of happiness to him. He smiled and exclaimed, \"This tastes amazing.\"\n\nRealizing the change in the farmer's attitude, the little animals spoke in unison: The bee said, \"I will always provide you with sweet honey.\" The squirrel said, \"I will share any amount of nuts that you want.\" The birds cried, \"We will sing as many songs as you want.\"\n\nFinally, the farmer realized his folly, and put down his axe. He understood that the tree was home to many lovely animals that provided him with so many things. He wanted his little boy to have the childhood that he had.\n\nThe farmer realized that the apple tree was not that fruitless. The little boy in him saved the apple tree.\n\nHe threw away the axe and said to the little creatures, \"I promise that I would never cut this tree. I have realized my mistake and you all can now live in peace and harmony.\"\n\nThe little creatures thanked the bee profusely. If the farmer had not found the beehive, they would have been homeless by now. They continued living happily in the old apple tree.\n\nMoral: Each and every living thing in nature is of some use: we should not destroy any living thing."
    },

    {
        "id": 3,
        "title":"The Fox and the Grapes:", 
        "category": "Moral", 
        "banglaTrans":"একদিন দুপুরে, একটি শিয়াল বন দিয়ে হাঁটছিল এবং একটি উঁচু ডালের সঙ্গে ঝুলে থাকা আঙুরের একটি থোকা দেখতে পেল। \"ঠিক আমার তৃষ্ণা মেটানোর জন্য উপযুক্ত,\" শিয়াল বলল।\n\nকিছু পা পিছিয়ে এসে, শিয়াল লাফ দিল কিন্তু আঙুরের কাছে পৌঁছাতে পারল না। আবারও, সে কিছুটা পেছনে গিয়ে লাফ দিল, কিন্তু এবারও ব্যর্থ হল।\n\nঅবশেষে হাল ছেড়ে দিয়ে, শিয়াল নাক উঁচু করে বলল, \"এই আঙুরগুলো নিশ্চয়ই টক।\" তারপর সে সেখান থেকে চলে গেল।\n\nনৈতিক শিক্ষা: যা পাওয়া যায় না, তা সহজেই অবজ্ঞা করা যায়।\n\nগল্পের একটি নোট:\n‘শিয়াল এবং আঙুর’ গল্পটি প্রায়শই কগনিটিভ ডিসোন্যান্সের (cognitive dissonance) উদাহরণ হিসেবে উল্লেখ করা হয়। এটি সেই অস্বস্তি বোঝায়, যা তখন ঘটে যখন একজন ব্যক্তির বিশ্বাস বা কাজ একে অপরের সাথে বিরোধে থাকে।\n\nগল্পে, শিয়াল একটি লতায় ঝুলে থাকা আঙুর দেখে এবং তা খেতে চায়। সে লাফ দিয়ে তা পৌঁছানোর চেষ্টা করে, কিন্তু আঙুরগুলো খুব উঁচুতে থাকায় সে তা ধরতে পারে না। যখন সে বুঝতে পারে যে সে আঙুর খেতে পারবে না, তখন শিয়াল আঙুরগুলোকে অশ্রদ্ধা করতে শুরু করে। সে নিজেকে বোঝায় যে আঙুরগুলো টক এবং সেগুলো তার ইচ্ছার যোগ্য নয়।\n\n১৯৫৭ সালে মনোবিজ্ঞানী এবং শিক্ষক লিয়ন ফেস্টিনগার বলেছিলেন, প্রায়ই মানুষ দুই বিপরীতমুখী বিশ্বাস ধরে রাখে, অথবা এক বিশ্বাস করে কিন্তু সেই বিশ্বাসের বিরুদ্ধে কাজ করে। এর ফলে সৃষ্ট মানসিক অস্বস্তি কগনিটিভ ডিসোন্যান্স সৃষ্টি করে, যা মানুষের জন্য মানসিকভাবে কষ্টদায়ক হয়। আমরা প্রায়ই এই অস্বস্তি লাঘব করার জন্য আমাদের কাজকে ন্যায্যতা দেওয়ার চেষ্টা করি অথবা আমাদের বিশ্বাস পরিবর্তন করি। যেভাবেই হোক না কেন, লক্ষ্য থাকে আমাদের বিশ্বাস এবং কাজকে একত্রিত করা।",
        "englishTrans": "One afternoon, a fox was walking through the forest and spotted a bunch of grapes hanging from a lofty branch. \"Just the thing to quench my thirst,\" said the fox.\n\nTaking a few steps back, the fox jumped and just missed the hanging grapes. Again, the fox took a few paces back and tried to reach them, but still failed.\n\nFinally, giving up, the fox turned up his nose and said, \"They're probably sour anyway.\" Then he walked away.\n\nMoral: It's Easy To Despise What You Cannot Have.\n\nA note about the story:\nThe 'Fox and the Grapes' is often cited as an example for cognitive dissonance: the discomfort people experience when their beliefs/actions are at odds with other beliefs/actions. In the story, the fox sees some grapes on a vine and wants to eat them. He tries to jump up, but cannot reach them because they are too high. When he realizes he will not be able to eat any grapes, the fox becomes disdainful; he tells himself that those grapes were sour and not worthy of desire anyway.\n\nPsychologist and teacher Leon Festinger pointed out in 1957, that often, people hold two conflicting beliefs, or they believe one thing but do something that is against that belief. The resulting cognitive dissonance is psychologically distressful, and we often try to alleviate it by justifying our actions or changing our beliefs. Either way, the goal is to get our beliefs and actions in line with each other."
    },
    {
        "id": 4,
        "title":"The Cunning Fox and the Clever Stork:", 
        "category": "Moral", 
        "banglaTrans":"এক সময় এক বনে খুবই চতুর এবং দুষ্টু এক শিয়াল বাস করত। সে মিষ্টি কথায় অন্য প্রাণীদের বিশ্বাস অর্জন করত এবং পরে তাদের সঙ্গে প্রতারণা করত।\n\nএকদিন শিয়াল একটি বকের সঙ্গে দেখা করল। সে বকের সঙ্গে বন্ধুত্ব করল এবং খুব ভালো বন্ধুর মতো আচরণ করল। কিছুদিন পর, শিয়াল বককে তার বাড়িতে ভোজে আমন্ত্রণ জানাল। বক আনন্দের সঙ্গে আমন্ত্রণ গ্রহণ করল।\n\nভোজের দিন বক শিয়ালের বাড়িতে এল। কিন্তু বককে দেখে এবং কথা দিয়ে বিপরীত, শিয়াল জানাল যে সে বড় ভোজ তৈরি করতে পারেনি, কেবল একটু স্যুপ তৈরি করেছে। শিয়াল স্যুপটি রান্নাঘর থেকে বের করে আনল, এবং বক দেখল যে স্যুপটি খুবই চেপ্টা পাত্রে দেওয়া হয়েছে!\n\nদুঃখী বক তার লম্বা ঠোঁট দিয়ে স্যুপটি খেতে পারল না, কিন্তু শিয়াল খুব সহজেই পাত্র থেকে স্যুপ চেটে খেয়ে ফেলল। বক তার ঠোঁট দিয়ে সামান্য স্যুপ স্পর্শ করল, তখন শিয়াল জিজ্ঞেস করল, \"স্যুপ কেমন লাগছে? তোমার কি এটা ভালো লাগছে না?\"\n\nক্ষুধার্ত বক উত্তর দিল, \"ওহ, স্যুপটি ভালোই, কিন্তু আমার পেট খারাপ, তাই আমি আর স্যুপ খেতে পারছি না।\"\n\n\"তোমাকে কষ্ট দেওয়ার জন্য আমি দুঃখিত,\" বলল শিয়াল।\n\nবক জবাব দিল, \"ওহ প্রিয়, দুঃখিত বলো না। আমার কিছু শারীরিক সমস্যা রয়েছে, তাই আমি তোমার দেওয়া খাবার উপভোগ করতে পারি না।\"\n\nতৎক্ষণাৎ বক শিয়ালকে ধন্যবাদ দিয়ে তার বাড়িতে একদিন রাতের খাবারে আসার জন্য আমন্ত্রণ জানাল।\n\nনির্ধারিত দিনে শিয়াল বকের বাড়িতে গেল। উভয়ে একে অপরকে শুভেচ্ছা জানাল। বক স্যুপ তৈরি করে নিয়ে এল, যা একটি সরু এবং লম্বা গলাযুক্ত জারে পরিবেশন করা হল। বক তার লম্বা ঠোঁট দিয়ে খুব সহজেই স্যুপ খেতে পারল, কিন্তু শিয়াল কিছুতেই স্যুপ খেতে পারল না।\n\nনিজের স্যুপ খাওয়া শেষ করার পর, বক শিয়ালকে জিজ্ঞেস করল, \"স্যুপ কেমন লাগছে? উপভোগ করছ তো?\"\n\nশিয়াল তখন তার নিজের আয়োজন করা ভোজের কথা মনে করল এবং খুবই লজ্জিত হলো। সে তোতলাতে তোতলাতে বলল, \"আম... আমি এখনই যেতে চাই। আমার পেটে ব্যথা করছে।\"\n\nলজ্জিত শিয়াল দ্রুত বকের বাড়ি ছেড়ে পালিয়ে গেল।",
        "englishTrans":  "Once upon a time, there lived a very cunning and mischievous fox. He used to speak to other animals sweetly and gain their trust, before playing tricks on them.\n\nOne day the fox met a stork. He befriended the stork and acted like a very good friend. Soon, he invited the stork to have a feast with him. The stork happily accepted the invitation.\n\nThe day of the feast came, and the stork went to the fox's house. To her surprise and disappointment, the fox said that he could not make a big feast as promised, and just offered some soup. When he brought the soup out of the kitchen, the stork saw that it was in a shallow bowl!\n\nThe poor stork could not have any soup with its long bill, but the fox easily licked the soup from the plate. As the stork just touched the soup with the tip of its bill, the fox asked her, \"How is the soup? Don't you like it?\"\n\nThe hungry stork replied, \"Oh it is good, but my stomach is upset, and I can't take any more soup!\"\n\n\"I'm sorry for troubling you,\" said the fox.\n\nThe stork replied, \"Oh dear, please don't say sorry. I have some health problem and cannot enjoy what you offer.\"\n\nShe left the place after thanking the fox, and inviting him to her house for dinner.\n\nThe day arrived and the fox reached the stork's place. After exchanging pleasantries, the stork served soup for both of them, in a narrow jar with a long neck. She was able to have the soup very easily with her long bill, but the fox obviously could not.\n\nAfter finishing hers, the stork asked the fox if he was enjoying the soup. The fox remembered the feast he himself had given the stork, and felt very ashamed. He stammered, \"I...I'd better leave now. I have a tummy ache.\"\n\nHumiliated, he left the place running."
    },
    {
        "id": 5,
        "title":"The Lion and the Mouse:", 
        "category": "Moral", 
        "banglaTrans":"একবার জঙ্গলের রাজা সিংহ ঘুমাচ্ছিল। হঠাৎ একটি ছোট্ট ইঁদুর তার দেহের উপর দৌড়াদৌড়ি শুরু করল। এতে সিংহ জেগে উঠল। সে তার বিশাল থাবা দিয়ে ইঁদুরটিকে ধরে ফেলল এবং বড় বড় দাঁত দেখিয়ে গিলে ফেলার জন্য মুখ খুলল।\n\n\"ক্ষমা করুন, হে রাজা!\" ছোট্ট ইঁদুরটি কাঁদতে কাঁদতে বলল। \"আমাকে এবার ক্ষমা করুন। আমি আর কখনও এটি করব না এবং আমি আপনার এই দয়ার কথা কখনও ভুলব না। কে জানে, হয়তো কোনো একদিন আমি আপনাকে সাহায্য করতে পারব!\"\n\nইঁদুরটির কথা শুনে সিংহ হাসল। ইঁদুরটি যে তাকে সাহায্য করতে পারবে, এই ধারণাটি তাকে বেশ মজার লাগল। তাই সে তার থাবা তুলে ইঁদুরটিকে ছেড়ে দিল।\n\nকিছুদিন পর, কয়েকজন শিকারি সিংহটিকে ধরে ফেলল এবং একটি গাছে বেঁধে রাখল। এরপর তারা একটি গাড়ি খুঁজতে বের হল, যাতে সিংহটিকে চিড়িয়াখানায় নিয়ে যেতে পারে।\n\nঠিক সেই সময়ে ছোট্ট ইঁদুরটি সেখানে এসে উপস্থিত হল। সিংহের এই অসহায় অবস্থা দেখে ইঁদুরটি দৌড়ে গেল এবং তার ধারালো দাঁত দিয়ে দড়িগুলো কেটে দিল, যেগুলো সিংহকে বেঁধে রেখেছিল।\n\n\"আমি কি ভুল বলেছিলাম?\" ইঁদুরটি বলল, সিংহকে সাহায্য করতে পেরে খুব খুশি।",
        "englishTrans": "Once when a lion, the king of the jungle, was asleep, a little mouse began running up and down on him. This soon awakened the lion, who placed his huge paw on the mouse, and opened his big jaws to swallow him.\n\n\"Pardon, O King!\" cried the little mouse. \"Forgive me this time. I shall never repeat it and I shall never forget your kindness. And who knows, I may be able to do you a good turn one of these days!\"\n\nThe lion was so tickled by the idea of the mouse being able to help him that he lifted his paw and let him go.\n\nSometime later, a few hunters captured the lion, and tied him to a tree. After that they went in search of a wagon, to take him to the zoo.\n\nJust then the little mouse happened to pass by. On seeing the lion's plight, he ran up to him and gnawed away the ropes that bound him, the king of the jungle.\n\n\"Was I not right?\" said the little mouse, very happy to help the lion."
    },
    {
        "id": 6,
        "title":"", 
        "category": "", 
        "banglaTrans":"",
        "englishTrans": ""
    },
    {
        "id": 7,
        "title":"", 
        "category": "", 
        "banglaTrans":"",
        "englishTrans": ""
    },
    {
        "id": 8,
        "title":"", 
        "category": "", 
        "banglaTrans":"",
        "englishTrans": ""
    },
    {
        "id": 9,
        "title":"", 
        "category": "", 
        "banglaTrans":"",
        "englishTrans": ""
    },
    {
        "id": 10,
        "title":"", 
        "category": "", 
        "banglaTrans":"",
        "englishTrans": ""
    },
    {
        "id": 11,
        "title":"", 
        "category": "", 
        "banglaTrans":"",
        "englishTrans": ""
    },
    {
        "id": 12,
        "title":"", 
        "category": "", 
        "banglaTrans":"",
        "englishTrans": ""
    },
    {
        "id": 13,
        "title":"", 
        "category": "", 
        "banglaTrans":"",
        "englishTrans": ""
    },
    {
        "id": 14,
        "title":"", 
        "category": "", 
        "banglaTrans":"",
        "englishTrans": ""
    },
    {
        "id": 15,
        "title":"", 
        "category": "", 
        "banglaTrans":"",
        "englishTrans": ""
    },
    {
        "id": 16,
        "title":"", 
        "category": "", 
        "banglaTrans":"",
        "englishTrans": ""
    },
    {
        "id": 17,
        "title":"", 
        "category": "", 
        "banglaTrans":"",
        "englishTrans": ""
    },
    {
        "id": 18,
        "title":"", 
        "category": "", 
        "banglaTrans":"",
        "englishTrans": ""
    },
    {
        "id": 19,
        "title":"", 
        "category": "", 
        "banglaTrans":"",
        "englishTrans": ""
    },
    {
        "id": 20,
        "title":"", 
        "category": "", 
        "banglaTrans":"",
        "englishTrans": ""
    },
    {
        "id": 21,
        "title":"", 
        "category": "", 
        "banglaTrans":"",
        "englishTrans": ""
    },
    {
        "id": 22,
        "title":"", 
        "category": "", 
        "banglaTrans":"",
        "englishTrans": ""
    },
    {
        "id": 23,
        "title":"", 
        "category": "", 
        "banglaTrans":"",
        "englishTrans": ""
    },
    {
        "id": 24,
        "title":"", 
        "category": "", 
        "banglaTrans":"",
        "englishTrans": ""
    }


]


